Repository: ZharlieW/Aegis
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bg, ca, cs, da, de, el, es, et, fa, fr, hi, hu, id, it, ja, ko, lv, nl, pl, pt, ru, sv, th, tr, uk, ur, vi, zh_tw

# clearDatabaseConfirm
source: This will delete all relay data and restart the relay if it is running. This action cannot be undone.
ar: سيتم حذف جميع بيانات الريليه وإعادة تشغيله إن كان يعمل. لا يمكن التراجع.
az: Bütün relay məlumatları silinəcək və işləyirsə relay yenidən işə düşəcək. Bu əməliyyat geri alına bilməz.
bg: Това ще изтрие всички данни на релея и ще рестартира релея, ако работи. Това действие не може да бъде отменено.
ca: Això esborrarà totes les dades del relay i reiniciarà el relay si està actiu. No es pot desfer.
cs: Tím se smažou všechna data relaye a relay se restartuje, pokud běží. Tuto akci nelze vrátit zpět.
da: Dette sletter alle relay-data og genstarter relayen, hvis den kører. Denne handling kan ikke fortrydes.
de: Alle Relay-Daten werden gelöscht; bei laufendem Relay wird es neu gestartet. Diese Aktion kann nicht rückgängig gemacht werden.
el: Θα διαγραφούν όλα τα δεδομένα relay και θα γίνει επανεκκίνηση αν τρέχει. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Se eliminarán todos los datos del relay y se reiniciará si está en ejecución. Esta acción no se puede deshacer.
et: See kustutab kõik relay andmed ja taaskäivitab relay, kui see töötab. Seda tehet ei saa tagasi võtta.
fa: همه داده‌های رله حذف می‌شود و در صورت اجرا رله مجدداً راه‌اندازی می‌شود. این عمل قابل بازگشت نیست.
fr: Toutes les données du relais seront supprimées et le relais redémarré s'il est en cours. Cette action est irréversible.
hi: सभी रिले डेटा हट जाएगा और चल रहा हो तो रिले रीस्टार्ट होगा। यह एक्शन पूर्ववत नहीं हो सकता।
hu: Ez törli az összes relay adatot és újraindítja a relayt, ha fut. Ez a művelet nem vonható vissza.
id: Ini akan menghapus semua data relay dan me-restart relay jika sedang berjalan. Tindakan ini tidak dapat dibatalkan.
it: Verranno eliminati tutti i dati del relay e il relay verrà riavviato se in esecuzione. Questa azione non può essere annullata.
ja: すべての Relay データが削除され、実行中の場合は Relay が再起動します。この操作は元に戻せません。
ko: 모든 릴레이 데이터가 삭제되며, 실행 중이면 릴레이가 재시작됩니다. 이 작업은 되돌릴 수 없습니다.
lv: Tiks dzēsti visi relay dati un relay tiks pārstartēts, ja darbojas. Šo darbību nevar atsaukt.
nl: Dit verwijdert alle relaygegevens en herstart de relay als deze draait. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie wszystkich danych relay i ponowne uruchomienie relay, jeśli działa. Tej operacji nie można cofnąć.
pt: Todos os dados do relay serão apagados e o relay reiniciado se estiver em execução. Esta ação não pode ser anulada.
ru: Все данные релея будут удалены, при запущенном релее он будет перезапущен. Это действие нельзя отменить.
sv: Detta tar bort all relaydata och startar om relayn om den körs. Denna åtgärd kan inte ångras.
th: ข้อมูลรีเลย์ทั้งหมดจะถูกลบ และรีเลย์จะรีสตาร์ทถ้ากำลังทำงาน การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Tüm röle verileri silinecek, çalışıyorsa röle yeniden başlatılacak. Bu işlem geri alınamaz.
uk: Це видалить усі дані реле та перезапустить реле, якщо воно працює. Цю дію не можна скасувати.
ur: تمام ریلے ڈیٹا حذف ہو جائے گا اور چل رہا ہو تو ریلے ریسٹارٹ ہو گا۔ یہ ایکشن واپس نہیں ہو سکتا۔
vi: Mọi dữ liệu relay sẽ bị xóa và relay sẽ khởi động lại nếu đang chạy. Không thể hoàn tác.
zh_tw: 將刪除所有 Relay 資料，若 Relay 正在執行則會重啟。此操作無法復原。

source: Import Database
ar: استيراد قاعدة البيانات
az: Verilənlər bazasını import et
bg: Импорт на база данни
ca: Importar base de dades
cs: Importovat databázi
da: Importer database
de: Datenbank importieren
el: Εισαγωγή βάσης δεδομένων
es: Importar base de datos
et: Impordi andmebaas
fa: وارد کردن پایگاه داده
fr: Importer la base de données
hi: डेटाबेस इम्पोर्ट करें
hu: Adatbázis importálása
id: Impor Basis Data
it: Importa database
ja: データベースをインポート
ko: 데이터베이스 가져오기
lv: Importēt datu bāzi
nl: Database importeren
pl: Importuj bazę danych
pt: Importar base de dados
ru: Импорт базы данных
sv: Importera databas
th: นำเข้าฐานข้อมูล
tr: Veritabanını içe aktar
uk: Імпортувати базу даних
ur: ڈیٹا بیس درآمد کریں
vi: Nhập cơ sở dữ liệu
zh_tw: 匯入資料庫

# importDatabaseHint
source: Enter the path to the database directory to import. The existing database will be backed up before import.
ar: أدخل مسار مجلد قاعدة البيانات للاستيراد. سيتم نسخ القاعدة الحالية احتياطياً قبل الاستيراد.
az: İmport üçün verilənlər bazası qovluğunun yolunu daxil edin. Mövcud baza importdan əvvəl ehtiyat nüsxəyə alınacaq.
bg: Въведете пътя до папката с базата данни за импорт. Съществуващата база ще бъде архивирана преди импорта.
ca: Introdueix la ruta de la carpeta de la base de dades a importar. La base existent es farà còpia abans.
cs: Zadejte cestu k adresáři databáze k importu. Existující databáze bude před importem zálohována.
da: Indtast stien til databasemappen, der skal importeres. Eksisterende database sikkerhedskopieres før import.
de: Pfad zum zu importierenden Datenbankverzeichnis eingeben. Die bestehende Datenbank wird vor dem Import gesichert.
el: Εισάγετε τη διαδρομή του φακέλου βάσης δεδομένων για εισαγωγή. Η υπάρχουσα βάση θα δημιουργηθεί αντίγραφο πριν την εισαγωγή.
es: Introduce la ruta del directorio de la base de datos a importar. La base de datos actual se respaldará antes de importar.
et: Sisesta importida sooviva andmebaasi kausta tee. Olemasolev andmebaas tehakse enne importi varukoopiana.
fa: مسیر پوشه پایگاه داده برای وارد کردن را وارد کنید. پایگاه موجود قبل از وارد کردن پشتیبان می‌شود.
fr: Entrez le chemin du répertoire de la base de données à importer. La base existante sera sauvegardée avant l'import.
hi: इम्पोर्ट करने के लिए डेटाबेस फ़ोल्डर पथ दर्ज करें। मौजूदा डेटाबेस का बैकअप पहले लिया जाएगा।
hu: Adja meg az importálandó adatbázis mappa elérési útját. A meglévő adatbázis mentésre kerül az import előtt.
id: Masukkan path ke direktori basis data untuk diimpor. Basis data yang ada akan dicadangkan sebelum impor.
it: Inserisci il percorso della directory del database da importare. Il database esistente verrà salvato prima dell'importazione.
ja: インポートするデータベースディレクトリのパスを入力してください。既存のデータベースはインポート前にバックアップされます。
ko: 가져올 데이터베이스 디렉터리 경로를 입력하세요. 기존 데이터베이스는 가져오기 전에 백업됩니다.
lv: Ievadiet datu bāzes mapes ceļu importēšanai. Esošā datu bāze tiks dublēta pirms importa.
nl: Voer het pad naar de te importeren databasemap in. De bestaande database wordt vóór import geback-upt.
pl: Wprowadź ścieżkę do katalogu bazy danych do importu. Istniejąca baza zostanie utworzona w kopii zapasowej przed importem.
pt: Introduz o caminho do diretório da base de dados a importar. A base existente será cópia de segurança antes da importação.
ru: Введите путь к каталогу базы данных для импорта. Текущая база будет сохранена перед импортом.
sv: Ange sökvägen till databasmappen som ska importeras. Befintlig databas säkerhetskopieras före import.
th: ใส่เส้นทางโฟลเดอร์ฐานข้อมูลที่จะนำเข้า ฐานข้อมูลเดิมจะถูกสำรองก่อนนำเข้า
tr: İçe aktarılacak veritabanı dizininin yolunu gir. Mevcut veritabanı yedeklenecek.
uk: Введіть шлях до каталогу бази даних для імпорту. Існуюча база буде збережена перед імпортом.
ur: درآمد کے لیے ڈیٹا بیس فولڈر کا راستہ درج کریں۔ موجودہ ڈیٹا بیس کا بیک اپ پہلے لیا جائے گا۔
vi: Nhập đường dẫn thư mục cơ sở dữ liệu cần nhập. Cơ sở hiện có sẽ được sao lưu trước.
zh_tw: 輸入要匯入的資料庫目錄路徑。匯入前會備份現有資料庫。

source: Database directory path
ar: مسار مجلد قاعدة البيانات
az: Verilənlər bazası qovluğunun yolu
bg: Път до папката с база данни
ca: Ruta de la carpeta de la base de dades
cs: Cesta k adresáři databáze
da: Sti til databasemappe
de: Pfad zum Datenbankverzeichnis
el: Διαδρομή φακέλου βάσης δεδομένων
es: Ruta del directorio de la base de datos
et: Andmebaasi kausta tee
fa: مسیر پوشه پایگاه داده
fr: Chemin du répertoire de la base de données
hi: डेटाबेस फ़ोल्डर पथ
hu: Adatbázis mappa elérési útja
id: Path direktori basis data
it: Percorso directory database
ja: データベースディレクトリのパス
ko: 데이터베이스 디렉터리 경로
lv: Datu bāzes mapes ceļš
nl: Pad naar databasemap
pl: Ścieżka katalogu bazy danych
pt: Caminho do diretório da base de dados
ru: Путь к каталогу базы данных
sv: Sökväg till databasmapp
th: เส้นทางโฟลเดอร์ฐานข้อมูล
tr: Veritabanı dizin yolu
uk: Шлях до каталогу бази даних
ur: ڈیٹا بیس فولڈر کا راستہ
vi: Đường dẫn thư mục cơ sở dữ liệu
zh_tw: 資料庫目錄路徑

source: Import
ar: استيراد
bg: Импорт
ca: Importar
cs: Importovat
da: Importer
de: Importieren
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
hi: इम्पोर्ट
hu: Importálás
id: Impor
it: Importa
ja: インポート
ko: 가져오기
lv: Importēt
nl: Importeren
pl: Importuj
pt: Importar
ru: Импорт
sv: Importera
th: นำเข้า
tr: İçe aktar
uk: Імпорт
ur: درآمد
vi: Nhập
zh_tw: 匯入

source: Export
ar: تصدير
az: Eksport
bg: Експорт
ca: Exportar
cs: Exportovat
da: Eksporter
de: Exportieren
el: Εξαγωγή
es: Exportar
et: Eksport
fa: صادر کردن
fr: Exporter
hi: एक्सपोर्ट
hu: Exportálás
id: Ekspor
it: Esporta
ja: エクスポート
ko: 내보내기
lv: Eksportēt
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
sv: Exportera
th: ส่งออก
tr: Dışa aktar
uk: Експорт
ur: برآمد
vi: Xuất
zh_tw: 匯出

source: Restart
ar: إعادة التشغيل
az: Yenidən işə sal
bg: Рестартиране
ca: Reiniciar
cs: Restartovat
da: Genstart
de: Neu starten
el: Επανεκκίνηση
es: Reiniciar
et: Taaskäivita
fa: راه‌اندازی مجدد
fr: Redémarrer
hi: रीस्टार्ट
hu: Újraindítás
it: Riavvia
ja: 再起動
ko: 재시작
lv: Pārstartēt
nl: Herstarten
pl: Uruchom ponownie
pt: Reiniciar
ru: Перезапуск
sv: Starta om
th: รีสตาร์ท
tr: Yeniden başlat
uk: Перезапустити
ur: ریسٹارٹ
vi: Khởi động lại
zh_tw: 重新啟動

source: Restart Relay
ar: إعادة تشغيل الريليه
az: Relayi yenidən işə sal
bg: Рестартиране на релей
ca: Reiniciar relay
cs: Restartovat relay
da: Genstart relay
de: Relay neu starten
el: Επανεκκίνηση relay
es: Reiniciar relay
et: Taaskäivita relay
fa: راه‌اندازی مجدد رله
fr: Redémarrer le relais
hi: रिले रीस्टार्ट करें
hu: Relay újraindítása
it: Riavvia relay
ja: Relay を再起動
ko: 릴레이 재시작
lv: Pārstartēt relay
nl: Relay herstarten
pl: Uruchom ponownie relay
pt: Reiniciar relay
ru: Перезапустить релей
sv: Starta om relay
th: รีสตาร์ทรีเลย์
tr: Röleyi yeniden başlat
uk: Перезапустити реле
ur: ریلے ریسٹارٹ کریں
vi: Khởi động lại relay
zh_tw: 重新啟動 Relay

# restartRelayConfirm
source: Are you sure you want to restart the relay? The relay will be temporarily stopped and then restarted.
ar: هل تريد إعادة تشغيل الريليه؟ سيتم إيقافه مؤقتاً ثم إعادة تشغيله.
az: Relayi yenidən işə salmaq istədiyinizə əminsiniz? Relay müvəqqəti dayandırılacaq və sonra yenidən işə salınacaq.
bg: Сигурни ли сте, че искате да рестартирате релея? Релейът ще бъде временно спрян и след това рестартиран.
ca: Segur que vols reiniciar el relay? Es pararà temporalment i després tornarà a arrencar.
cs: Opravdu chcete restartovat relay? Relay bude dočasně zastaven a poté znovu spuštěn.
da: Er du sikker på, at du vil genstarte relayen? Relayen stoppes midlertidigt og genstartes derefter.
de: Relay wirklich neu starten? Es wird kurz gestoppt und dann neu gestartet.
el: Είστε σίγουροι ότι θέλετε να επανεκκινήσετε το relay; Θα σταματήσει προσωρινά και μετά θα ξαναρχίσει.
es: ¿Seguro que quieres reiniciar el relay? Se detendrá temporalmente y se volverá a iniciar.
et: Kas oled kindel, et soovid relay taaskäivitada? Relay peatatakse ajutiselt ja seejärel taaskäivitatakse.
fa: آیا مطمئن هستید که می‌خواهید رله را مجدداً راه‌اندازی کنید؟ رله موقتاً متوقف و سپس دوباره راه‌اندازی می‌شود.
fr: Voulez-vous vraiment redémarrer le relais ? Il sera temporairement arrêté puis redémarré.
hi: क्या आप रिले रीस्टार्ट करना चाहते हैं? रिले थोड़ी देर रुकेगा फिर दोबारा चलेगा।
hu: Biztosan újra szeretné indítani a relayt? A relay átmenetileg leáll, majd újraindul.
id: Apakah Anda yakin ingin me-restart relay? Relay akan dihentikan sementara lalu di-restart.
it: Vuoi riavviare il relay? Verrà arrestato temporaneamente e poi riavviato.
ja: Relay を再起動してもよろしいですか？一時停止してから再起動します。
ko: 릴레이를 재시작하시겠습니까? 일시 중지 후 다시 시작됩니다.
lv: Vai tiešām vēlaties pārstartēt relay? Relay īslaicīgi apstāsies un pēc tam startēs no jauna.
nl: Weet u zeker dat u de relay wilt herstarten? De relay wordt tijdelijk gestopt en daarna herstart.
pl: Czy na pewno chcesz ponownie uruchomić relay? Relay zostanie tymczasowo zatrzymany, a następnie uruchomiony.
pt: Tens a certeza que queres reiniciar o relay? Será parado temporariamente e depois reiniciado.
ru: Перезапустить релей? Он будет временно остановлен и затем запущен снова.
sv: Är du säker på att du vill starta om relayn? Relayn stoppas tillfälligt och startas sedan om.
th: คุณต้องการรีสตาร์ทรีเลย์หรือไม่? รีเลย์จะหยุดชั่วคราวแล้วเริ่มใหม่
tr: Röleyi yeniden başlatmak istediğinden emin misin? Geçici olarak durdurulup tekrar başlatılacak.
uk: Ви впевнені, що хочете перезапустити реле? Реле буде тимчасово зупинено, а потім перезапущено.
ur: کیا آپ ریلے ریسٹارٹ کرنا چاہتے ہیں؟ ریلے عارضی طور پر رک جائے گا پھر دوبارہ شروع ہو گا۔
vi: Bạn có chắc muốn khởi động lại relay? Relay sẽ tạm dừng rồi chạy lại.
zh_tw: 確定要重新啟動 Relay 嗎？Relay 將暫時停止後再啟動。

# relayRestartedSuccess
source: Relay restarted successfully
ar: تم إعادة تشغيل الريليه بنجاح
az: Relay yenidən işə salındı
bg: Релейът е рестартиран успешно
ca: Relay reiniciat
cs: Relay úspěšně restartován
da: Relay genstartet
de: Relay erfolgreich neu gestartet
el: Το relay επανεκκινήθηκε
es: Relay reiniciado correctamente
et: Relay taaskäivitatud
fa: رله با موفقیت راه‌اندازی مجدد شد
fr: Relais redémarré avec succès
hi: रिले सफलतापूर्वक रीस्टार्ट
hu: Relay sikeresen újraindítva
id: Relay berhasil di-restart
it: Relay riavviato con successo
ja: Relay の再起動に成功しました
ko: 릴레이 재시작 성공
lv: Relay pārstartēts
nl: Relay succesvol herstart
pl: Relay uruchomiony ponownie pomyślnie
pt: Relay reiniciado com sucesso
ru: Релей успешно перезапущен
sv: Relayn startades om
th: รีสตาร์ทรีเลย์สำเร็จ
tr: Röle başarıyla yeniden başlatıldı
uk: Реле успішно перезапущено
ur: ریلے کامیابی سے ریسٹارٹ
vi: Đã khởi động lại relay thành công
zh_tw: Relay 已成功重新啟動

# relayRestartFailed
source: Failed to restart relay: {message}
ar: فشل إعادة تشغيل الريليه: {message}
az: Relayin yenidən işə salınması uğursuz: {message}
bg: Рестартирането на релея не успя: {message}
ca: No s'ha pogut reiniciar el relay: {message}
cs: Restart relaye se nezdařil: {message}
da: Kunne ikke genstarte relay: {message}
de: Neustart des Relay fehlgeschlagen: {message}
el: Αποτυχία επανεκκίνησης relay: {message}
es: Error al reiniciar el relay: {message}
et: Relay taaskäivitamine ebaõnnestus: {message}
fa: راه‌اندازی مجدد رله ناموفق: {message}
fr: Échec du redémarrage du relais : {message}
hi: रिले रीस्टार्ट विफल: {message}
hu: Relay újraindítása sikertelen: {message}
id: Gagal me-restart relay: {message}
it: Riavvio del relay fallito: {message}
ja: Relay の再起動に失敗しました：{message}
ko: 릴레이 재시작 실패: {message}
lv: Relay pārstartēšana neizdevās: {message}
nl: Herstarten van relay mislukt: {message}
pl: Nie udało się ponownie uruchomić relay: {message}
pt: Falha ao reiniciar o relay: {message}
ru: Не удалось перезапустить релей: {message}
sv: Kunde inte starta om relay: {message}
th: รีสตาร์ทรีเลย์ไม่สำเร็จ: {message}
tr: Röle yeniden başlatılamadı: {message}
uk: Не вдалося перезапустити реле: {message}
ur: ریلے ریسٹارٹ ناکام: {message}
vi: Khởi động lại relay thất bại: {message}
zh_tw: 重新啟動 Relay 失敗：{message}

# databaseClearedSuccess
source: Database cleared successfully
ar: تم مسح قاعدة البيانات بنجاح
az: Verilənlər bazası təmizləndi
bg: Базата данни е изчистена успешно
ca: Base de dades netejada
cs: Databáze úspěšně vymazána
da: Database ryddet
de: Datenbank erfolgreich gelöscht
el: Η βάση δεδομένων εκκαθαρίστηκε
es: Base de datos borrada correctamente
et: Andmebaas tühjendatud
fa: پایگاه داده با موفقیت پاک شد
fr: Base de données effacée avec succès
hi: डेटाबेस साफ़ हो गया
hu: Adatbázis sikeresen törölve
id: Basis data berhasil dibersihkan
it: Database cancellato con successo
ja: データベースのクリアに成功しました
ko: 데이터베이스 지우기 성공
lv: Datu bāze notīrīta
nl: Database succesvol gewist
pl: Baza danych wyczyszczona pomyślnie
pt: Base de dados limpa com sucesso
ru: База данных успешно очищена
sv: Databas rensad
th: ล้างฐานข้อมูลสำเร็จ
tr: Veritabanı başarıyla temizlendi
uk: Базу даних успішно очищено
ur: ڈیٹا بیس صاف ہو گیا
vi: Đã xóa cơ sở dữ liệu thành công
zh_tw: 資料庫已成功清除

# databaseClearFailed
source: Failed to clear database
ar: فشل مسح قاعدة البيانات
az: Verilənlər bazasının təmizlənməsi uğursuz
bg: Изчистването на базата данни не успя
ca: No s'ha pogut netejar la base de dades
cs: Vymazání databáze se nezdařilo
da: Kunne ikke rydde database
de: Löschen der Datenbank fehlgeschlagen
el: Αποτυχία εκκαθάρισης βάσης δεδομένων
es: Error al borrar la base de datos
et: Andmebaasi tühjendamine ebaõnnestus
fa: پاک کردن پایگاه داده ناموفق
fr: Échec de l'effacement de la base de données
hi: डेटाबेस साफ़ करने में विफल
hu: Adatbázis törlése sikertelen
id: Gagal membersihkan basis data
it: Cancellazione del database fallita
ja: データベースのクリアに失敗しました
ko: 데이터베이스 지우기 실패
lv: Datu bāzes notīrīšana neizdevās
nl: Database wissen mislukt
pl: Nie udało się wyczyścić bazy danych
pt: Falha ao limpar a base de dados
ru: Не удалось очистить базу данных
sv: Kunde inte rensa databas
th: ล้างฐานข้อมูลไม่สำเร็จ
tr: Veritabanı temizlenemedi
uk: Не вдалося очистити базу даних
ur: ڈیٹا بیس صاف کرنا ناکام
vi: Xóa cơ sở dữ liệu thất bại
zh_tw: 清除資料庫失敗

# errorWithMessage
source: Error: {message}
ar: خطأ: {message}
az: Xəta: {message}
bg: Грешка: {message}
cs: Chyba: {message}
da: Fejl: {message}
de: Fehler: {message}
el: Σφάλμα: {message}
et: Viga: {message}
fa: خطا: {message}
fr: Erreur : {message}
hi: त्रुटि: {message}
hu: Hiba: {message}
id: Kesalahan: {message}
it: Errore: {message}
ja: エラー：{message}
ko: 오류: {message}
lv: Kļūda: {message}
nl: Fout: {message}
pl: Błąd: {message}
pt: Erro: {message}
ru: Ошибка: {message}
sv: Fel: {message}
th: ข้อผิดพลาด: {message}
tr: Hata: {message}
uk: Помилка: {message}
ur: خرابی: {message}
vi: Lỗi: {message}
zh_tw: 錯誤：{message}

source: Export Database
ar: تصدير قاعدة البيانات
az: Verilənlər bazasını eksport et
bg: Експорт на база данни
ca: Exportar base de dades
cs: Exportovat databázi
da: Eksporter database
de: Datenbank exportieren
el: Εξαγωγή βάσης δεδομένων
es: Exportar base de datos
et: Ekspordi andmebaas
fa: صادر کردن پایگاه داده
fr: Exporter la base de données
hi: डेटाबेस एक्सपोर्ट करें
hu: Adatbázis exportálása
id: Ekspor Basis Data
it: Esporta database
ja: データベースをエクスポート
ko: 데이터베이스 내보내기
lv: Eksportēt datu bāzi
nl: Database exporteren
pl: Eksportuj bazę danych
pt: Exportar base de dados
ru: Экспорт базы данных
sv: Exportera databas
th: ส่งออกฐานข้อมูล
tr: Veritabanını dışa aktar
uk: Експортувати базу даних
ur: ڈیٹا بیس برآمد کریں
vi: Xuất cơ sở dữ liệu
zh_tw: 匯出資料庫

# exportDatabaseHint
source: This will export the relay database as a ZIP file. The export may take a few moments.
ar: سيتم تصدير قاعدة بيانات الريليه كملف ZIP. قد يستغرق ذلك لحظات.
az: Relay verilənlər bazası ZIP faylı kimi eksport olunacaq. Eksport bir az vaxt apar bilər.
bg: Базата данни на релея ще бъде експортирана като ZIP файл. Експортът може да отнеме момент.
ca: La base de dades del relay s'exportarà com a fitxer ZIP. Pot trigar una mica.
cs: Databáze relaye bude exportována jako soubor ZIP. Export může chvíli trvat.
da: Relay-databasen eksporteres som ZIP-fil. Eksporten kan tage et øjeblik.
de: Die Relay-Datenbank wird als ZIP exportiert. Der Vorgang kann einen Moment dauern.
el: Η βάση δεδομένων relay θα εξαχθεί ως αρχείο ZIP. Η εξαγωγή μπορεί να πάρει λίγο.
es: Se exportará la base de datos del relay como archivo ZIP. Puede tardar un momento.
et: Relay andmebaas eksporditakse ZIP-failina. Eksport võib võtta hetke.
fa: پایگاه داده رله به صورت فایل ZIP صادر می‌شود. صادر کردن ممکن است کمی طول بکشد.
fr: La base de données du relais sera exportée en fichier ZIP. L'export peut prendre un moment.
hi: रिले डेटाबेस ZIP फ़ाइल के रूप में एक्सपोर्ट होगा। एक्सपोर्ट में थोड़ा समय लग सकता है।
hu: A relay adatbázis ZIP fájlként lesz exportálva. Az exportálás eltarthat egy ideig.
id: Ini akan mengekspor basis data relay sebagai file ZIP. Ekspor mungkin memakan waktu beberapa saat.
it: Il database del relay verrà esportato come file ZIP. L'operazione può richiedere qualche momento.
ja: Relay データベースを ZIP ファイルとしてエクスポートします。しばらくかかる場合があります。
ko: 릴레이 데이터베이스를 ZIP 파일로 내보냅니다. 잠시 걸릴 수 있습니다.
lv: Relay datu bāze tiks eksportēta kā ZIP fails. Eksportēšana var aizņemt brīdi.
nl: De relaydatabase wordt geëxporteerd als ZIP-bestand. Het exporteren kan even duren.
pl: Baza danych relay zostanie wyeksportowana jako plik ZIP. Eksport może chwilę potrwać.
pt: A base de dados do relay será exportada como ficheiro ZIP. Pode demorar um pouco.
ru: База данных релея будет экспортирована в ZIP-файл. Экспорт может занять некоторое время.
sv: Relaydatabasen exporteras som ZIP-fil. Exporten kan ta en stund.
th: ฐานข้อมูลรีเลย์จะถูกส่งออกเป็นไฟล์ ZIP อาจใช้เวลาสักครู่
tr: Röle veritabanı ZIP olarak dışa aktarılacak. Biraz sürebilir.
uk: База даних реле буде експортована як ZIP-файл. Експорт може зайняти кілька хвилин.
ur: ریلے ڈیٹا بیس ZIP فائل کے طور پر برآمد ہو گی۔ برآمد میں تھوڑا وقت لگ سکتا ہے۔
vi: Cơ sở dữ liệu relay sẽ được xuất ra file ZIP. Có thể mất vài phút.
zh_tw: 將把 Relay 資料庫匯出為 ZIP 檔案，匯出可能需要片刻。

# databaseExportedTo
source: Database exported to: {path}
ar: تم تصدير قاعدة البيانات إلى: {path}
az: Verilənlər bazası eksport olundu: {path}
bg: Базата данни е експортирана в: {path}
ca: Base de dades exportada a: {path}
cs: Databáze exportována do: {path}
da: Database eksporteret til: {path}
de: Datenbank exportiert nach: {path}
el: Βάση δεδομένων εξαχθεί σε: {path}
es: Base de datos exportada a: {path}
et: Andmebaas eksporditud: {path}
fa: پایگاه داده صادر شد به: {path}
fr: Base de données exportée vers : {path}
hi: डेटाबेस एक्सपोर्ट हुआ: {path}
hu: Adatbázis exportálva ide: {path}
id: Basis data diekspor ke: {path}
it: Database esportato in: {path}
ja: データベースをエクスポートしました：{path}
ko: 데이터베이스 내보냄: {path}
lv: Datu bāze eksportēta uz: {path}
nl: Database geëxporteerd naar: {path}
pl: Baza danych wyeksportowana do: {path}
pt: Base de dados exportada para: {path}
ru: База данных экспортирована в: {path}
sv: Databas exporterad till: {path}
th: ส่งออกฐานข้อมูลไปที่: {path}
tr: Veritabanı şuraya aktarıldı: {path}
uk: Базу даних експортовано до: {path}
ur: ڈیٹا بیس برآمد ہوا: {path}
vi: Đã xuất cơ sở dữ liệu tới: {path}
zh_tw: 資料庫已匯出至：{path}

# databaseExportedZip
source: Database exported as ZIP file: {path}
ar: تم تصدير قاعدة البيانات كملف ZIP: {path}
az: Verilənlər bazası ZIP kimi eksport olundu: {path}
bg: Базата данни е експортирана като ZIP: {path}
ca: Base de dades exportada com a ZIP: {path}
cs: Databáze exportována jako ZIP: {path}
da: Database eksporteret som ZIP: {path}
de: Datenbank als ZIP exportiert: {path}
el: Βάση δεδομένων εξαχθεί ως ZIP: {path}
es: Base de datos exportada como ZIP: {path}
et: Andmebaas eksporditud ZIPina: {path}
fa: پایگاه داده به صورت ZIP صادر شد: {path}
fr: Base de données exportée en ZIP : {path}
hi: डेटाबेस ZIP के रूप में एक्सपोर्ट: {path}
hu: Adatbázis ZIP-ként exportálva: {path}
id: Basis data diekspor sebagai file ZIP: {path}
it: Database esportato come ZIP: {path}
ja: データベースを ZIP ファイルとしてエクスポートしました：{path}
ko: 데이터베이스를 ZIP 파일로 내보냄: {path}
lv: Datu bāze eksportēta kā ZIP: {path}
nl: Database geëxporteerd als ZIP: {path}
pl: Baza danych wyeksportowana jako ZIP: {path}
pt: Base de dados exportada como ZIP: {path}
ru: База данных экспортирована как ZIP: {path}
sv: Databas exporterad som ZIP: {path}
th: ส่งออกฐานข้อมูลเป็น ZIP: {path}
tr: Veritabanı ZIP olarak aktarıldı: {path}
uk: Базу даних експортовано як ZIP: {path}
ur: ڈیٹا بیس ZIP کے طور پر برآمد: {path}
vi: Đã xuất cơ sở dữ liệu dạng ZIP: {path}
zh_tw: 資料庫已匯出為 ZIP 檔案：{path}
