Repository: ZharlieW/Aegis
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bg, ca, cs, da, de, el, es, et, fa, fr, hi, hu, id, it, ja, ko, lv, nl, pl, pt, ru, sv, th, tr, uk, ur, vi, zh_tw

source: Show
ar: إظهار
az: Göstər
bg: Показване
ca: Mostrar
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Mostrar
et: Näita
fa: نمایش
fr: Afficher
hi: दिखाएं
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
lv: Rādīt
nl: Tonen
pl: Pokaż
pt: Mostrar
ru: Показать
sv: Visa
th: แสดง
tr: Göster
uk: Показати
ur: دکھائیں
vi: Hiện
zh_tw: 顯示

source: Generate
ar: إنشاء
az: Yarat
bg: Генериране
ca: Generar
cs: Generovat
da: Generer
de: Erzeugen
el: Δημιουργία
es: Generar
et: Genereeri
fa: تولید
fr: Générer
hi: जनरेट
hu: Generálás
id: Buat
it: Genera
ja: 生成
ko: 생성
lv: Ģenerēt
nl: Genereren
pl: Generuj
pt: Gerar
ru: Создать
sv: Generera
th: สร้าง
tr: Oluştur
uk: Згенерувати
ur: بنائیں
vi: Tạo
zh_tw: 產生

source: Enter encryption password
ar: أدخل كلمة مرور التشفير
az: Şifrələmə parolunu daxil edin
bg: Въведете парола за криптиране
ca: Introdueix la contrasenya de xifratge
cs: Zadejte šifrovací heslo
da: Indtast krypteringsadgangskode
de: Verschlüsselungspasswort eingeben
el: Εισάγετε κωδικό κρυπτογράφησης
es: Introduce la contraseña de cifrado
et: Sisesta krüptimise parool
fa: رمز عبور رمزنگاری را وارد کنید
fr: Entrez le mot de passe de chiffrement
hi: एन्क्रिप्शन पासवर्ड दर्ज करें
hu: Adja meg a titkosítási jelszót
id: Masukkan kata sandi enkripsi
it: Inserisci password di crittografia
ja: 暗号化パスワードを入力
ko: 암호화 비밀번호 입력
lv: Ievadiet šifrēšanas paroli
nl: Voer versleutelingswachtwoord in
pl: Wprowadź hasło szyfrowania
pt: Introduz a palavra-passe de encriptação
ru: Введите пароль шифрования
sv: Ange krypteringslösenord
th: ใส่รหัสผ่านการเข้ารหัส
tr: Şifreleme parolası gir
uk: Введіть пароль шифрування
ur: خفیہ کاری کا پاس ورڈ درج کریں
vi: Nhập mật khẩu mã hóa
zh_tw: 輸入加密密碼

source: Private Key Encryption
ar: تشفير المفتاح الخاص
az: Özəl açarın şifrələnməsi
bg: Криптиране на частен ключ
ca: Xifratge de clau privada
cs: Šifrování soukromého klíče
da: Kryptering af privat nøgle
de: Verschlüsselung des privaten Schlüssels
el: Κρυπτογράφηση ιδιωτικού κλειδιού
es: Cifrado de clave privada
et: Privaatvõtme krüptimine
fa: رمزنگاری کلید خصوصی
fr: Chiffrement de la clé privée
hi: निजी कुंजी एन्क्रिप्शन
hu: Privát kulcs titkosítás
id: Enkripsi Kunci Pribadi
it: Crittografia chiave privata
ja: 秘密鍵の暗号化
ko: 개인 키 암호화
lv: Privātās atslēgas šifrēšana
nl: Versleuteling privésleutel
pl: Szyfrowanie klucza prywatnego
pt: Encriptação da chave privada
ru: Шифрование приватного ключа
sv: Kryptering av privat nyckel
th: การเข้ารหัสคีย์ส่วนตัว
tr: Özel anahtar şifreleme
uk: Шифрування приватного ключа
ur: نجی کلید کی خفیہ کاری
vi: Mã hóa khóa riêng
zh_tw: 私鑰加密

# encryptPrivateKeyHint
source: Encrypt your private key to enhance security. The key will be encrypted using a password.
ar: شفر مفتاحك الخاص لتعزيز الأمان. سيتم التشفير بكلمة مرور.
az: Təhlükəsizlik üçün özəl açarınızı şifrələyin. Açar parolla şifrələnəcək.
bg: Криптирайте частния си ключ за повишена сигурност. Ключът ще бъде криптиран с парола.
ca: Xifra la teva clau privada per més seguretat. La clau es xifrarà amb una contrasenya.
cs: Zašifrujte soukromý klíč pro zvýšení bezpečnosti. Klíč bude zašifrován heslem.
da: Krypter din private nøgle for øget sikkerhed. Nøglen krypteres med en adgangskode.
de: Verschlüssele deinen privaten Schlüssel zur Sicherheit. Er wird mit einem Passwort verschlüsselt.
el: Κρυπτογραφήστε το ιδιωτικό σας κλειδί για ασφάλεια. Το κλειδί θα κρυπτογραφηθεί με κωδικό.
es: Cifra tu clave privada para mayor seguridad. Se cifrará con una contraseña.
et: Krüpti oma privaatvõti turvalisuse parandamiseks. Võti krüptitakse parooliga.
fa: کلید خصوصی را برای امنیت بیشتر رمزنگاری کنید. کلید با رمز عبور رمزنگاری می‌شود.
fr: Chiffrez votre clé privée pour plus de sécurité. Elle sera chiffrée avec un mot de passe.
hi: सुरक्षा के लिए निजी कुंजी एन्क्रिप्ट करें। कुंजी पासवर्ड से एन्क्रिप्ट होगी।
hu: Titkosítsa a privát kulcsát a biztonság növelése érdekében. A kulcs jelszóval lesz titkosítva.
id: Enkripsi kunci pribadi Anda untuk meningkatkan keamanan. Kunci akan dienkripsi menggunakan kata sandi.
it: Crittografa la chiave privata per maggiore sicurezza. Verrà crittografata con una password.
ja: 秘密鍵を暗号化してセキュリティを高めます。パスワードで暗号化されます。
ko: 개인 키를 암호화하여 보안을 높입니다. 비밀번호로 암호화됩니다.
lv: Šifrējiet privāto atslēgu drošībai. Atslēga tiks šifrēta ar paroli.
nl: Versleutel uw privésleutel voor meer beveiliging. De sleutel wordt met een wachtwoord versleuteld.
pl: Zaszyfruj klucz prywatny, aby zwiększyć bezpieczeństwo. Klucz zostanie zaszyfrowany hasłem.
pt: Encripta a tua chave privada para maior segurança. Será encriptada com uma palavra-passe.
ru: Зашифруйте приватный ключ для повышения безопасности. Он будет зашифрован паролем.
sv: Kryptera din privata nyckel för ökad säkerhet. Nyckeln krypteras med ett lösenord.
th: เข้ารหัสคีย์ส่วนตัวเพื่อความปลอดภัย คีย์จะถูกเข้ารหัสด้วยรหัสผ่าน
tr: Güvenlik için özel anahtarını şifrele. Parolayla şifrelenecek.
uk: Зашифруйте приватний ключ для підвищення безпеки. Ключ буде зашифровано паролем.
ur: سیکیورٹی کے لیے نجی کلید خفیہ کریں۔ کلید پاس ورڈ سے خفیہ ہو گی۔
vi: Mã hóa khóa riêng để bảo mật hơn. Khóa sẽ được mã hóa bằng mật khẩu.
zh_tw: 加密私鑰以提升安全性。將使用密碼加密私鑰。

# ncryptsecHint
source: The encrypted key will start with "ncryptsec1" and cannot be used without the password.
ar: المفتاح المشفر سيبدأ بـ "ncryptsec1" ولا يمكن استخدامه بدون كلمة المرور.
az: Şifrələnmiş açar "ncryptsec1" ilə başlayacaq və parolsuz istifadə oluna bilməz.
bg: Криптираният ключ ще започва с "ncryptsec1" и не може да се използва без парола.
ca: La clau xifrada començarà per "ncryptsec1" i no es pot fer servir sense contrasenya.
cs: Zašifrovaný klíč bude začínat na "ncryptsec1" a nelze jej použít bez hesla.
da: Den krypterede nøgle starter med "ncryptsec1" og kan ikke bruges uden adgangskode.
de: Der verschlüsselte Schlüssel beginnt mit „ncryptsec1“ und ist ohne Passwort nicht nutzbar.
el: Το κρυπτογραφημένο κλειδί θα ξεκινά με "ncryptsec1" και δεν μπορεί να χρησιμοποιηθεί χωρίς κωδικό.
es: La clave cifrada comenzará por "ncryptsec1" y no podrá usarse sin la contraseña.
et: Krüptitud võti algab "ncryptsec1" ja seda ei saa paroolita kasutada.
fa: کلید رمزنگاری‌شده با "ncryptsec1" شروع می‌شود و بدون رمز عبور قابل استفاده نیست.
fr: La clé chiffrée commencera par « ncryptsec1 » et ne pourra pas être utilisée sans le mot de passe.
hi: एन्क्रिप्टेड कुंजी "ncryptsec1" से शुरू होगी और बिना पासवर्ड इस्तेमाल नहीं हो सकती।
hu: A titkosított kulcs "ncryptsec1" előtaggal kezdődik és jelszó nélkül nem használható.
id: Kunci terenkripsi akan dimulai dengan "ncryptsec1" dan tidak dapat digunakan tanpa kata sandi.
it: La chiave crittografata inizierà con "ncryptsec1" e non potrà essere usata senza la password.
ja: 暗号化されたキーは「ncryptsec1」で始まり、パスワードがないと使用できません。
ko: 암호화된 키는 "ncryptsec1"로 시작하며, 비밀번호 없이는 사용할 수 없습니다.
lv: Šifrētā atslēga sāksies ar "ncryptsec1" un nevar izmantot bez paroles.
nl: De versleutelde sleutel begint met "ncryptsec1" en kan niet worden gebruikt zonder wachtwoord.
pl: Zaszyfrowany klucz będzie zaczynał się od "ncryptsec1" i nie może być użyty bez hasła.
pt: A chave encriptada começará por "ncryptsec1" e não pode ser usada sem a palavra-passe.
ru: Зашифрованный ключ будет начинаться с «ncryptsec1» и не может быть использован без пароля.
sv: Den krypterade nyckeln börjar med "ncryptsec1" och kan inte användas utan lösenord.
th: คีย์ที่เข้ารหัสจะขึ้นต้นด้วย "ncryptsec1" และใช้ไม่ได้โดยไม่มีรหัสผ่าน
tr: Şifreli anahtar "ncryptsec1" ile başlayacak ve parola olmadan kullanılamaz.
uk: Зашифрований ключ починатиметься з "ncryptsec1" і не може бути використаний без пароля.
ur: خفیہ کلید "ncryptsec1" سے شروع ہو گی اور بغیر پاس ورڈ استعمال نہیں ہو سکتی۔
vi: Khóa mã hóa sẽ bắt đầu bằng "ncryptsec1" và không dùng được nếu thiếu mật khẩu.
zh_tw: 加密後的金鑰將以「ncryptsec1」開頭，無密碼無法使用。

source: Encrypt and Copy Private Key
ar: تشفير ونسخ المفتاح الخاص
az: Özəl açarı şifrələ və kopyala
bg: Криптиране и копиране на частен ключ
ca: Xifrar i copiar clau privada
cs: Zašifrovat a zkopírovat soukromý klíč
da: Krypter og kopiér privat nøgle
de: Verschlüsseln und privaten Schlüssel kopieren
el: Κρυπτογράφηση και αντιγραφή ιδιωτικού κλειδιού
es: Cifrar y copiar clave privada
et: Krüpti ja kopeeri privaatvõti
fa: رمزنگاری و کپی کلید خصوصی
fr: Chiffrer et copier la clé privée
hi: निजी कुंजी एन्क्रिप्ट और कॉपी करें
hu: Privát kulcs titkosítása és másolása
id: Enkripsi dan Salin Kunci Pribadi
it: Crittografa e copia chiave privata
ja: 暗号化して秘密鍵をコピー
ko: 암호화 후 개인 키 복사
lv: Šifrēt un nokopēt privāto atslēgu
nl: Privésleutel versleutelen en kopiëren
pl: Zaszyfruj i skopiuj klucz prywatny
pt: Encriptar e copiar chave privada
ru: Зашифровать и скопировать приватный ключ
sv: Kryptera och kopiera privat nyckel
th: เข้ารหัสและคัดลอกคีย์ส่วนตัว
tr: Şifrele ve özel anahtarı kopyala
uk: Зашифрувати та скопіювати приватний ключ
ur: نجی کلید خفیہ اور کاپی کریں
vi: Mã hóa và sao khóa riêng
zh_tw: 加密並複製私鑰

# privateKeyEncryptedSuccess
source: Private key encrypted successfully!
ar: تم تشفير المفتاح الخاص بنجاح!
az: Özəl açar şifrələndi!
bg: Частният ключ е криптиран успешно!
ca: Clau privada xifrada!
cs: Soukromý klíč úspěšně zašifrován!
da: Privat nøgle krypteret!
de: Privater Schlüssel erfolgreich verschlüsselt!
el: Το ιδιωτικό κλειδί κρυπτογραφήθηκε!
es: ¡Clave privada cifrada correctamente!
et: Privaatvõti krüptitud!
fa: کلید خصوصی با موفقیت رمزنگاری شد!
fr: Clé privée chiffrée avec succès !
hi: निजी कुंजी एन्क्रिप्ट हो गई!
hu: Privát kulcs sikeresen titkosítva!
id: Kunci pribadi berhasil dienkripsi!
it: Chiave privata crittografata con successo!
ja: 秘密鍵の暗号化に成功しました！
ko: 개인 키 암호화 성공!
lv: Privātā atslēga šifrēta!
nl: Privésleutel succesvol versleuteld!
pl: Klucz prywatny zaszyfrowany pomyślnie!
pt: Chave privada encriptada com sucesso!
ru: Приватный ключ успешно зашифрован!
sv: Privat nyckel krypterad!
th: เข้ารหัสคีย์ส่วนตัวสำเร็จ!
tr: Özel anahtar başarıyla şifrelendi!
uk: Приватний ключ успішно зашифровано!
ur: نجی کلید خفیہ ہو گئی!
vi: Đã mã hóa khóa riêng thành công!
zh_tw: 私鑰加密成功！

source: Encrypted key (ncryptsec):
ar: المفتاح المشفر (ncryptsec):
az: Şifrələnmiş açar (ncryptsec):
bg: Криптиран ключ (ncryptsec):
ca: Clau xifrada (ncryptsec):
cs: Zašifrovaný klíč (ncryptsec):
da: Krypteret nøgle (ncryptsec):
de: Verschlüsselter Schlüssel (ncryptsec):
el: Κρυπτογραφημένο κλειδί (ncryptsec):
es: Clave cifrada (ncryptsec):
et: Krüptitud võti (ncryptsec):
fa: کلید رمزنگاری‌شده (ncryptsec):
fr: Clé chiffrée (ncryptsec) :
hi: एन्क्रिप्टेड कुंजी (ncryptsec):
hu: Titkosított kulcs (ncryptsec):
id: Kunci terenkripsi (ncryptsec):
it: Chiave crittografata (ncryptsec):
ja: 暗号化キー（ncryptsec）：
ko: 암호화 키(ncryptsec):
lv: Šifrētā atslēga (ncryptsec):
nl: Versleutelde sleutel (ncryptsec):
pl: Klucz zaszyfrowany (ncryptsec):
pt: Chave encriptada (ncryptsec):
ru: Зашифрованный ключ (ncryptsec):
sv: Krypterad nyckel (ncryptsec):
th: คีย์ที่เข้ารหัส (ncryptsec):
tr: Şifreli anahtar (ncryptsec):
uk: Зашифрований ключ (ncryptsec):
ur: خفیہ کلید (ncryptsec):
vi: Khóa đã mã hóa (ncryptsec):
zh_tw: 加密金鑰（ncryptsec）：

# createNewNostrAccount
source: Create a new Nostr account
ar: إنشاء حساب Nostr جديد
az: Yeni Nostr hesabı yarat
bg: Създаване на нов акаунт Nostr
ca: Crear un compte Nostr nou
cs: Vytvořit nový účet Nostr
da: Opret ny Nostr-konto
de: Neues Nostr-Konto anlegen
el: Δημιουργία νέου λογαριασμού Nostr
es: Crear una cuenta Nostr nueva
et: Loo uus Nostr konto
fa: ایجاد حساب Nostr جدید
fr: Créer un nouveau compte Nostr
hi: नया Nostr खाता बनाएं
hu: Új Nostr fiók létrehozása
id: Buat akun Nostr baru
it: Crea un nuovo account Nostr
ja: 新しい Nostr アカウントを作成
ko: 새 Nostr 계정 만들기
lv: Izveidot jaunu Nostr kontu
nl: Nieuw Nostr-account aanmaken
pl: Utwórz nowe konto Nostr
pt: Criar nova conta Nostr
ru: Создать новый аккаунт Nostr
sv: Skapa nytt Nostr-konto
th: สร้างบัญชี Nostr ใหม่
tr: Yeni Nostr hesabı oluştur
uk: Створити новий обліковий запис Nostr
ur: نیا Nostr اکاؤنٹ بنائیں
vi: Tạo tài khoản Nostr mới
zh_tw: 建立新的 Nostr 帳號

# accountReadyPublicKeyHint
source: Your Nostr account is ready! This is your nostr public key:
ar: حساب Nostr جاهز! هذا مفتاحك العام:
az: Nostr hesabınız hazırdır! Bu sizin nostr ictimai açarınızdır:
bg: Вашият акаунт Nostr е готов! Това е вашият публичен ключ nostr:
ca: El teu compte Nostr està llest! Aquesta és la teva clau pública nostr:
cs: Váš účet Nostr je připraven! Toto je váš veřejný klíč nostr:
da: Din Nostr-konto er klar! Dette er din nostr offentlige nøgle:
de: Dein Nostr-Konto ist bereit! Das ist dein nostr-öffentlicher Schlüssel:
el: Ο λογαριασμός Nostr σας είναι έτοιμος! Αυτό είναι το δημόσιο κλειδί nostr σας:
es: ¡Tu cuenta Nostr está lista! Esta es tu clave pública nostr:
et: Sinu Nostr konto on valmis! See on sinu nostr avalik võti:
fa: حساب Nostr شما آماده است! این کلید عمومی nostr شماست:
fr: Votre compte Nostr est prêt ! Voici votre clé publique nostr :
hi: आपका Nostr खाता तैयार! यह आपकी nostr पब्लिक कुंजी है:
hu: A Nostr fiókja kész! Ez az Ön nostr nyilvános kulcsa:
id: Akun Nostr Anda siap! Ini adalah kunci publik nostr Anda:
it: Il tuo account Nostr è pronto! Questa è la tua chiave pubblica nostr:
ja: Nostr アカウントの準備ができました！これがあなたの nostr 公開鍵です：
ko: Nostr 계정이 준비되었습니다! 이것이 nostr 공개 키입니다:
lv: Jūsu Nostr konts ir gatavs! Šī ir jūsu nostr publiskā atslēga:
nl: Uw Nostr-account is klaar! Dit is uw nostr-publieke sleutel:
pl: Twoje konto Nostr jest gotowe! To jest Twój publiczny klucz nostr:
pt: A tua conta Nostr está pronta! Esta é a tua chave pública nostr:
ru: Ваш аккаунт Nostr готов! Это ваш открытый ключ nostr:
sv: Ditt Nostr-konto är klart! Detta är din nostr-offentliga nyckel:
th: บัญชี Nostr พร้อมแล้ว! นี่คือคีย์สาธารณะ nostr ของคุณ:
tr: Nostr hesabın hazır! Bu senin nostr genel anahtarın:
uk: Ваш обліковий запис Nostr готовий! Це ваш публічний ключ nostr:
ur: آپ کا Nostr اکاؤنٹ تیار! یہ آپ کی nostr عوامی کلید ہے:
vi: Tài khoản Nostr đã sẵn sàng! Đây là khóa công khai nostr của bạn:
zh_tw: 您的 Nostr 帳號已就緒！這是您的 nostr 公鑰：

source: Nostr Pubkey
ar: المفتاح العام Nostr
az: Nostr ictimai açarı
bg: Публичен ключ Nostr
ca: Clau pública Nostr
cs: Veřejný klíč Nostr
da: Nostr offentlig nøgle
de: Nostr-öffentlicher Schlüssel
el: Δημόσιο κλειδί Nostr
es: Clave pública Nostr
et: Nostr avalik võti
fa: کلید عمومی Nostr
fr: Clé publique Nostr
hi: Nostr पब्लिक कुंजी
hu: Nostr nyilvános kulcs
it: Chiave pubblica Nostr
ja: Nostr 公開鍵
ko: Nostr 공개 키
lv: Nostr publiskā atslēga
nl: Nostr-publieke sleutel
pl: Klucz publiczny Nostr
pt: Chave pública Nostr
ru: Открытый ключ Nostr
sv: Nostr-offentlig nyckel
th: คีย์สาธารณะ Nostr
tr: Nostr genel anahtarı
uk: Публічний ключ Nostr
ur: Nostr عوامی کلید
vi: Khóa công khai Nostr
zh_tw: Nostr 公鑰

source: Create
ar: إنشاء
az: Yarat
bg: Създаване
ca: Crear
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
et: Loo
fa: ایجاد
fr: Créer
hi: बनाएं
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
ko: 만들기
lv: Izveidot
nl: Aanmaken
pl: Utwórz
pt: Criar
ru: Создать
sv: Skapa
th: สร้าง
tr: Oluştur
uk: Створити
ur: بنائیں
vi: Tạo
zh_tw: 建立

# createSuccess
source: Create successfully!
ar: تم الإنشاء بنجاح!
az: Yaradıldı!
bg: Успешно създадено!
ca: Creat!
cs: Úspěšně vytvořeno!
da: Oprettet!
de: Erfolgreich erstellt!
el: Δημιουργήθηκε!
es: ¡Creado correctamente!
et: Loodud!
fa: با موفقیت ایجاد شد!
fr: Création réussie !
hi: बन गया!
hu: Sikeresen létrehozva!
id: Berhasil dibuat!
it: Creazione riuscita!
ja: 作成に成功しました！
ko: 만들기 성공!
lv: Izveidots!
nl: Succesvol aangemaakt!
pl: Utworzono pomyślnie!
pt: Criado com sucesso!
ru: Успешно создано!
sv: Skapad!
th: สร้างสำเร็จ!
tr: Başarıyla oluşturuldu!
uk: Успішно створено!
ur: بن گیا!
vi: Tạo thành công!
zh_tw: 建立成功！

source: Application
ar: التطبيق
az: Tətbiq
bg: Приложение
ca: Aplicació
cs: Aplikace
da: Applikation
de: Anwendung
el: Εφαρμογή
es: Aplicación
et: Rakendus
fa: برنامه
hi: ऐप
hu: Alkalmazás
id: Aplikasi
it: Applicazione
ja: アプリ
ko: 앱
lv: Lietotne
nl: Applicatie
pl: Aplikacja
pt: Aplicação
ru: Приложение
sv: Applikation
th: แอป
tr: Uygulama
uk: Додаток
ur: ایپ
vi: Ứng dụng
zh_tw: 應用程式

source: Create Application
ar: إنشاء تطبيق
az: Tətbiq yarat
bg: Създаване на приложение
ca: Crear aplicació
cs: Vytvořit aplikaci
da: Opret applikation
de: Anwendung erstellen
el: Δημιουργία εφαρμογής
es: Crear aplicación
et: Loo rakendus
fa: ایجاد برنامه
fr: Créer une application
hi: ऐप बनाएं
hu: Alkalmazás létrehozása
id: Buat Aplikasi
it: Crea applicazione
ja: アプリを作成
ko: 앱 만들기
lv: Izveidot lietotni
nl: Applicatie aanmaken
pl: Utwórz aplikację
pt: Criar aplicação
ru: Создать приложение
sv: Skapa applikation
th: สร้างแอป
tr: Uygulama oluştur
uk: Створити додаток
ur: ایپ بنائیں
vi: Tạo ứng dụng
zh_tw: 建立應用程式

# addNewApplication
source: Add a new application
ar: إضافة تطبيق جديد
az: Yeni tətbiq əlavə et
bg: Добавяне на ново приложение
ca: Afegir una aplicació nova
cs: Přidat novou aplikaci
da: Tilføj ny applikation
de: Neue Anwendung hinzufügen
el: Προσθήκη νέας εφαρμογής
es: Añadir una aplicación nueva
et: Lisa uus rakendus
fa: افزودن برنامه جدید
fr: Ajouter une nouvelle application
hi: नया ऐप जोड़ें
hu: Új alkalmazás hozzáadása
id: Tambah aplikasi baru
it: Aggiungi nuova applicazione
ja: 新しいアプリを追加
ko: 새 앱 추가
lv: Pievienot jaunu lietotni
nl: Nieuwe applicatie toevoegen
pl: Dodaj nową aplikację
pt: Adicionar nova aplicação
ru: Добавить новое приложение
sv: Lägg till ny applikation
th: เพิ่มแอปใหม่
tr: Yeni uygulama ekle
uk: Додати новий додаток
ur: نیا ایپ شامل کریں
vi: Thêm ứng dụng mới
zh_tw: 新增應用程式

# addNsecbunkerManually
source: Add a nsecbunker manually
ar: إضافة nsecbunker يدوياً
az: Nsecbunker əlavə et (əl ilə)
bg: Добавяне на nsecbunker ръчно
ca: Afegir nsecbunker manualment
cs: Přidat nsecbunker ručně
da: Tilføj nsecbunker manuelt
de: Nsecbunker manuell hinzufügen
el: Προσθήκη nsecbunker χειροκίνητα
es: Añadir nsecbunker manualmente
et: Lisa nsecbunker käsitsi
fa: افزودن nsecbunker دستی
fr: Ajouter un nsecbunker manuellement
hi: nsecbunker मैन्युअल जोड़ें
hu: Nsecbunker manuális hozzáadása
id: Tambah nsecbunker secara manual
it: Aggiungi nsecbunker manualmente
ja: nsecbunker を手動で追加
ko: nsecbunker 수동 추가
lv: Pievienot nsecbunker manuāli
nl: Nsecbunker handmatig toevoegen
pl: Dodaj nsecbunker ręcznie
pt: Adicionar nsecbunker manualmente
ru: Добавить nsecbunker вручную
sv: Lägg till nsecbunker manuellt
th: เพิ่ม nsecbunker ด้วยตนเอง
tr: nsecbunker'ı elle ekle
uk: Додати nsecbunker вручну
ur: nsecbunker دستی شامل کریں
vi: Thêm nsecbunker thủ công
zh_tw: 手動新增 nsecbunker

source: Login using URL Scheme
ar: تسجيل الدخول عبر مخطط URL
az: URL sxemi ilə daxil ol
bg: Вход чрез URL схема
ca: Iniciar sessió amb esquema URL
cs: Přihlásit se pomocí URL schématu
da: Log ind med URL-skema
de: Mit URL-Schema anmelden
el: Σύνδεση με σχήμα URL
es: Iniciar sesión con URL Scheme
et: Logi sisse URL skeemiga
fa: ورود با طرح URL
fr: Se connecter via URL Scheme
hi: URL स्कीम से लॉग इन
hu: Bejelentkezés URL séma használatával
id: Login menggunakan URL Scheme
it: Accedi con URL Scheme
ja: URL スキームでログイン
ko: URL 스킴으로 로그인
lv: Pieslēgties ar URL shēmu
nl: Inloggen via URL-schema
pl: Zaloguj przez schemat URL
pt: Iniciar sessão com URL Scheme
ru: Войти по URL-схеме
sv: Logga in med URL-schema
th: เข้าสู่ระบบด้วย URL Scheme
tr: URL Scheme ile giriş yap
uk: Увійти за допомогою URL-схеми
ur: URL سکیم سے لاگ ان
vi: Đăng nhập bằng URL Scheme
zh_tw: 透過 URL Scheme 登入

# addApplicationMethodsHint
source: You can choose any of these methods to connect with Aegis!
ar: يمكنك اختيار أي من هذه الطرق للاتصال بـ Aegis!
az: Aegisə qoşulmaq üçün bu üsullardan hər hansı birini seçə bilərsiniz!
bg: Можете да изберете някой от тези методи за свързване с Aegis!
ca: Pots triar qualsevol d'aquests mètodes per connectar amb Aegis!
cs: Můžete zvolit kteroukoli z těchto metod pro připojení k Aegis!
da: Du kan vælge en af disse metoder til at forbinde med Aegis!
de: Du kannst eine dieser Methoden nutzen, um dich mit Aegis zu verbinden!
el: Μπορείτε να επιλέξετε οποιαδήποτε από αυτές τις μεθόδους για σύνδεση με το Aegis!
es: ¡Puedes elegir cualquiera de estos métodos para conectar con Aegis!
et: Võid valida ühe neist meetoditest Aegisega ühendamiseks!
fa: می‌توانید هر یک از این روش‌ها را برای اتصال به Aegis انتخاب کنید!
fr: Vous pouvez choisir l'une de ces méthodes pour vous connecter à Aegis !
hi: Aegis से कनेक्ट करने के लिए इनमें से कोई तरीका चुन सकते हैं!
hu: Ezen módszerek bármelyikével csatlakozhat az Aegishez!
id: Anda dapat memilih salah satu metode ini untuk terhubung dengan Aegis!
it: Puoi scegliere uno di questi metodi per connetterti ad Aegis!
ja: 以下のいずれかの方法で Aegis に接続できます！
ko: 다음 방법 중 하나로 Aegis에 연결할 수 있습니다!
lv: Varat izvēlēties jebkuru no šīm metodēm savienošanai ar Aegis!
nl: U kunt een van deze methoden kiezen om met Aegis te verbinden!
pl: Możesz wybrać jedną z tych metod, aby połączyć się z Aegis!
pt: Podes escolher qualquer destes métodos para te ligares ao Aegis!
ru: Вы можете выбрать любой из этих способов для подключения к Aegis!
sv: Du kan välja någon av dessa metoder för att ansluta till Aegis!
th: คุณสามารถเลือกวิธีใดวิธีหนึ่งเพื่อเชื่อมต่อกับ Aegis!
tr: Aegis'e bağlanmak için bu yöntemlerden birini seçebilirsin!
uk: Ви можете обрати будь-який із цих способів для підключення до Aegis!
ur: Aegis سے جوڑنے کے لیے ان میں سے کوئی طریقہ منتخب کر سکتے ہیں!
vi: Bạn có thể chọn một trong các cách sau để kết nối Aegis!
zh_tw: 您可選擇以下任一方式與 Aegis 連線！

# urlSchemeLoginHint
source: Open with an app that supports Aegis URL scheme to log in
ar: افتح بتطبيق يدعم مخطط URL لـ Aegis لتسجيل الدخول.
az: Daxil olmaq üçün Aegis URL sxemini dəstəkləyən tətbiqlə açın
bg: Отворете с приложение, поддържащо URL схемата на Aegis за вход
ca: Obre amb una app que admeti l'esquema URL d'Aegis per iniciar sessió
cs: Otevřete v aplikaci s podporou URL schématu Aegis pro přihlášení
da: Åbn med en app, der understøtter Aegis URL-skema for at logge ind
de: Mit einer App öffnen, die das Aegis-URL-Schema unterstützt, um dich anzumelden.
el: Ανοίξτε με εφαρμογή που υποστηρίζει σχήμα URL Aegis για σύνδεση
es: Abre con una app que soporte el esquema de URL de Aegis para iniciar sesión.
et: Ava rakendusega, mis toetab Aegis URL skeemi sisselogimiseks
fa: با برنامه‌ای که طرح URL Aegis را پشتیبانی می‌کند برای ورود باز کنید
fr: Ouvrez avec une application prenant en charge le schéma d'URL Aegis pour vous connecter.
hi: लॉग इन के लिए Aegis URL स्कीम सपोर्ट वाले ऐप से खोलें
hu: Nyissa meg egy Aegis URL sémát támogató alkalmazással a bejelentkezéshez
id: Buka dengan aplikasi yang mendukung skema URL Aegis untuk masuk
it: Apri con un'app che supporta lo schema URL Aegis per accedere.
ja: Aegis URL スキームに対応したアプリで開いてログインしてください。
ko: Aegis URL 스킴을 지원하는 앱으로 열어 로그인하세요.
lv: Atveriet ar lietotni, kas atbalsta Aegis URL shēmu pieslēgšanai
nl: Open met een app die het Aegis-URL-schema ondersteunt om in te loggen
pl: Otwórz w aplikacji obsługującej schemat URL Aegis, aby się zalogować
pt: Abre com uma app que suporte o esquema de URL do Aegis para iniciar sessão.
ru: Откройте в приложении с поддержкой URL-схемы Aegis для входа.
sv: Öppna med en app som stöder Aegis URL-schema för att logga in
th: เปิดด้วยแอปที่รองรับ URL scheme ของ Aegis เพื่อเข้าสู่ระบบ
tr: Giriş yapmak için Aegis URL scheme destekleyen bir uygulamayla aç.
uk: Відкрийте в додатку з підтримкою URL-схеми Aegis для входу
ur: لاگ ان کے لیے Aegis URL سکیم سپورٹ والی ایپ سے کھولیں
vi: Mở bằng ứng dụng hỗ trợ URL scheme Aegis để đăng nhập.
zh_tw: 請使用支援 Aegis URL scheme 的應用程式開啟以登入

source: Name
ar: الاسم
az: Ad
bg: Име
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fa: نام
fr: Nom
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
lv: Nosaukums
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
ur: نام
vi: Tên
zh_tw: 名稱
