Repository: ZharlieW/Aegis
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bg, ca, cs, da, de, el, es, et, fa, fr, hi, hu, id, it, ja, ko, lv, nl, pl, pt, ru, sv, th, tr, uk, ur, vi, zh_tw

source: Account Name
ar: اسم الحساب
az: Hesab adı
bg: Име на акаунт
ca: Nom del compte
cs: Název účtu
da: Kontonavn
de: Kontoname
el: Όνομα λογαριασμού
es: Nombre de cuenta
et: Konto nimi
fa: نام حساب
fr: Nom du compte
hi: खाता नाम
hu: Fiók neve
id: Nama Akun
it: Nome account
ja: アカウント名
ko: 계정 이름
lv: Konta nosaukums
nl: Accountnaam
pl: Nazwa konta
pt: Nome da conta
ru: Имя аккаунта
sv: Kontonamn
th: ชื่อบัญชี
tr: Hesap adı
uk: Назва облікового запису
ur: اکاؤنٹ کا نام
vi: Tên tài khoản
zh_tw: 帳號名稱

source: Enter new name
ar: أدخل الاسم الجديد
az: Yeni ad daxil edin
bg: Въведете ново име
ca: Introdueix el nom nou
cs: Zadejte nový název
da: Indtast nyt navn
de: Neuen Namen eingeben
el: Εισάγετε νέο όνομα
es: Introduce el nuevo nombre
et: Sisesta uus nimi
fa: نام جدید وارد کنید
fr: Entrez le nouveau nom
hi: नया नाम दर्ज करें
hu: Adja meg az új nevet
id: Masukkan nama baru
it: Inserisci il nuovo nome
ja: 新しい名前を入力
ko: 새 이름 입력
lv: Ievadiet jauno nosaukumu
nl: Voer nieuwe naam in
pl: Wprowadź nową nazwę
pt: Introduz o novo nome
ru: Введите новое имя
sv: Ange nytt namn
th: ใส่ชื่อใหม่
tr: Yeni ad gir
uk: Введіть нову назву
ur: نیا نام درج کریں
vi: Nhập tên mới
zh_tw: 輸入新名稱

source: Accounts
ar: الحسابات
az: Hesablar
bg: Акаунти
ca: Comptes
cs: Účty
da: Konti
de: Konten
el: Λογαριασμοί
es: Cuentas
et: Kontod
fa: حساب‌ها
fr: Comptes
hi: खाते
hu: Fiókok
id: Akun
it: Account
ja: アカウント
ko: 계정
lv: Konti
pl: Konta
pt: Contas
ru: Аккаунты
sv: Konton
th: บัญชี
tr: Hesaplar
uk: Облікові записи
ur: اکاؤنٹس
vi: Tài khoản
zh_tw: 帳號

source: Local Relay
ar: الريليه المحلي
az: Yerli relay
bg: Локален релей
ca: Relay local
cs: Místní relay
da: Lokal relay
de: Lokales Relay
el: Τοπικό relay
es: Relay local
et: Kohalik relay
fa: رله محلی
fr: Relais local
hi: लोकल रिले
hu: Helyi relay
id: Relay Lokal
it: Relay locale
ja: ローカル Relay
ko: 로컬 릴레이
lv: Vietējais relay
nl: Lokale relay
pl: Relay lokalny
pt: Relay local
ru: Локальный релей
sv: Lokal relay
th: รีเลย์ท้องถิ่น
tr: Yerel röle
uk: Локальний реле
ur: لوکل ریلے
vi: Relay cục bộ
zh_tw: 本機 Relay

source: Remote
ar: بعيد
az: Uzaqdan
bg: Отдалечен
ca: Remot
cs: Vzdálený
da: Fjern
el: Απομακρυσμένο
es: Remoto
et: Kaug
fa: از راه دور
fr: Distant
hi: रिमोट
hu: Távoli
id: Jauh
it: Remoto
ja: リモート
ko: 원격
lv: Attālināts
nl: Op afstand
pl: Zdalny
pt: Remoto
ru: Удалённый
sv: Fjärr
th: ระยะไกล
tr: Uzak
uk: Віддалений
ur: ریموٹ
vi: Từ xa
zh_tw: 遠端

source: Browser
ar: المتصفح
az: Brauzer
bg: Браузър
ca: Navegador
cs: Prohlížeč
el: Πρόγραμμα περιήγησης
es: Navegador
et: Brauser
fa: مرورگر
fr: Navigateur
hi: ब्राउज़र
hu: Böngésző
ja: ブラウザ
ko: 브라우저
lv: Pārlūks
pl: Przeglądarka
ru: Браузер
sv: Webbläsare
th: เบราว์เซอร์
tr: Tarayıcı
uk: Браузер
ur: براؤزر
vi: Trình duyệt
zh_tw: 瀏覽器

source: Theme
ar: المظهر
az: Mövzu
bg: Тема
ca: Tema
cs: Motiv
da: Tema
de: Design
el: Θέμα
es: Tema
et: Teema
fa: تم
fr: Thème
hi: थीम
hu: Téma
id: Tema
it: Tema
ja: テーマ
ko: 테마
lv: Tēma
nl: Thema
pl: Motyw
pt: Tema
ru: Тема
sv: Tema
th: ธีม
tr: Tema
uk: Тема
ur: تھیم
vi: Giao diện
zh_tw: 主題

source: Version
ar: الإصدار
az: Versiya
bg: Версия
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
et: Versioon
fa: نسخه
hi: वर्जन
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
lv: Versija
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
ur: ورژن
vi: Phiên bản
zh_tw: 版本

# appSubtitle
source: Aegis - Nostr Signer
ar: Aegis - موقع Nostr
az: Aegis — Nostr imzalayıcı
bg: Aegis — Подписващ Nostr
ca: Aegis — Signant Nostr
cs: Aegis — Podepisovač Nostr
da: Aegis — Nostr-signatur
el: Aegis — Υπογράφων Nostr
es: Aegis - Firmante Nostr
et: Aegis — Nostr allkirjastaja
fa: Aegis — امضاکننده Nostr
fr: Aegis - Signataire Nostr
hi: Aegis — Nostr साइनर
hu: Aegis — Nostr aláíró
id: Aegis - Penandatangan Nostr
it: Aegis - Firma Nostr
ja: Aegis - Nostr 署名
ko: Aegis - Nostr 서명
lv: Aegis — Nostr parakstītājs
nl: Aegis - Nostr-ondertekenaar
pl: Aegis — Podpis Nostr
pt: Aegis - Assinante Nostr
ru: Aegis — подписание Nostr
sv: Aegis — Nostr-signerare
th: Aegis - ตัวลงนาม Nostr
tr: Aegis - Nostr imzalayıcı
uk: Aegis — підписант Nostr
ur: Aegis — Nostr دستخط کنندہ
vi: Aegis - Ký Nostr
zh_tw: Aegis - Nostr 簽署器

source: Dark Mode
ar: الوضع الداكن
az: Qaranlıq rejim
bg: Тъмен режим
ca: Mode fosc
cs: Tmavý režim
da: Mørk tilstand
de: Dunkelmodus
el: Σκοτεινή λειτουργία
es: Modo oscuro
et: Tume režiim
fa: حالت تاریک
fr: Mode sombre
hi: डार्क मोड
hu: Sötét mód
id: Mode Gelap
it: Modalità scura
ja: ダークモード
ko: 다크 모드
lv: Tumšais režīms
nl: Donkere modus
pl: Tryb ciemny
pt: Modo escuro
ru: Тёмная тема
sv: Mörkt läge
th: โหมดมืด
tr: Karanlık mod
uk: Темний режим
ur: ڈارک موڈ
vi: Chế độ tối
zh_tw: 深色模式

source: Light Mode
ar: الوضع الفاتح
az: İşıqlı rejim
bg: Светъл режим
ca: Mode clar
cs: Světlý režim
da: Lys tilstand
de: Hellmodus
el: Φωτεινή λειτουργία
es: Modo claro
et: Hele režiim
fa: حالت روشن
fr: Mode clair
hi: लाइट मोड
hu: Világos mód
id: Mode Terang
it: Modalità chiara
ja: ライトモード
ko: 라이트 모드
lv: Gaišais režīms
nl: Lichte modus
pl: Tryb jasny
pt: Modo claro
ru: Светлая тема
sv: Ljust läge
th: โหมดสว่าง
tr: Açık mod
uk: Світлий режим
ur: لائٹ موڈ
vi: Chế độ sáng
zh_tw: 淺色模式

source: System Default
ar: افتراضي النظام
az: Sistem defaultu
bg: Системен по подразбиране
ca: Per defecte del sistema
cs: Systémové výchozí
da: Systemstandard
de: Systemstandard
el: Προεπιλογή συστήματος
es: Predeterminado del sistema
et: Süsteemi vaikimisi
fa: پیش‌فرض سیستم
fr: Par défaut du système
hi: सिस्टम डिफ़ॉल्ट
hu: Rendszer alapértelmezett
id: Default Sistem
it: Predefinito di sistema
ja: システムに従う
ko: 시스템 기본값
lv: Sistēmas noklusējums
nl: Systeemstandaard
pl: Domyślny systemowy
pt: Predefinido do sistema
ru: Системная
sv: Systemstandard
th: ตามระบบ
tr: Sistem varsayılanı
uk: За замовчуванням системи
ur: سسٹم ڈیفالٹ
vi: Mặc định hệ thống
zh_tw: 跟隨系統

# switchedTo
source: Switched to {mode}
ar: تم التبديل إلى {mode}
az: {mode} rejiminə keçildi
bg: Превключено на {mode}
ca: Canviat a {mode}
cs: Přepnuto na {mode}
da: Skiftet til {mode}
de: Gewechselt zu {mode}
el: Αλλαγή σε {mode}
es: Cambiado a {mode}
et: Vahetatud väärtusele {mode}
fa: تغییر به {mode}
fr: Passé à {mode}
hi: {mode} पर स्विच किया
hu: Átváltva erre: {mode}
id: Beralih ke {mode}
it: Passato a {mode}
ja: {mode} に切り替えました
ko: {mode}(으)로 전환됨
lv: Pārslēgts uz {mode}
nl: Gewisseld naar {mode}
pl: Przełączono na {mode}
pt: Mudado para {mode}
ru: Переключено на {mode}
sv: Bytt till {mode}
th: เปลี่ยนเป็น {mode} แล้ว
tr: {mode} olarak değiştirildi
uk: Перемкнено на {mode}
ur: {mode} پر سوئچ ہو گیا
vi: Đã chuyển sang {mode}
zh_tw: 已切換至 {mode}

source: Home
ar: الرئيسية
az: Ana səhifə
bg: Начало
ca: Inici
cs: Domů
da: Hjem
de: Start
el: Αρχική
es: Inicio
et: Avaleht
fa: خانه
fr: Accueil
hi: होम
hu: Kezdőlap
id: Beranda
ja: ホーム
ko: 홈
lv: Sākums
nl: Start
pl: Strona główna
pt: Início
ru: Главная
sv: Hem
th: หน้าหลัก
tr: Ana sayfa
uk: Головна
ur: ہوم
vi: Trang chủ
zh_tw: 首頁

# waitingForRelayStart
source: Waiting for relay to start...
ar: جاري انتظار بدء الريليه...
az: Relayin işə düşməsini gözləyir...
bg: Изчакване на стартиране на релея...
ca: Esperant que arrenqui el relay...
cs: Čekání na spuštění relaye...
da: Venter på, at relay starter...
de: Warte auf Relay-Start...
el: Αναμονή εκκίνησης relay...
es: Esperando a que arranque el relay...
et: Ootan relay käivitumist...
fa: در انتظار راه‌اندازی رله...
fr: En attente du démarrage du relais...
hi: रिले शुरू होने का इंतज़ार...
hu: Relay indításának várása...
id: Menunggu relay mulai...
it: Attendere avvio del relay...
ja: Relay の起動を待っています...
ko: 릴레이 시작 대기 중...
lv: Gaida relay palaišanu...
nl: Wachten op start van relay...
pl: Oczekiwanie na uruchomienie relay...
pt: À espera que o relay inicie...
ru: Ожидание запуска релея...
sv: Väntar på att relay ska starta...
th: กำลังรอรีเลย์เริ่มทำงาน...
tr: Röle başlatılıyor...
uk: Очікування запуску реле...
ur: ریلے شروع ہونے کا انتظار...
vi: Đang chờ relay khởi động...
zh_tw: 正在等待 Relay 啟動...

source: Connected
ar: متصل
az: Qoşulub
bg: Свързано
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
et: Ühendatud
fa: متصل
fr: Connecté
hi: कनेक्टेड
hu: Csatlakozva
id: Terhubung
it: Connesso
ja: 接続済み
ko: 연결됨
lv: Savienots
nl: Verbonden
pl: Połączono
pt: Ligado
ru: Подключено
sv: Ansluten
th: เชื่อมต่อแล้ว
tr: Bağlı
uk: Підключено
ur: منسلک
vi: Đã kết nối
zh_tw: 已連線

source: Disconnected
ar: غير متصل
az: Ayrılıb
bg: Прекъснато
ca: Desconnectat
cs: Odpojeno
da: Frakoblet
de: Getrennt
el: Αποσυνδεδεμένο
es: Desconectado
et: Ühendus katkes
fa: قطع شده
fr: Déconnecté
hi: डिस्कनेक्ट
hu: Nincs csatlakozva
id: Terputus
it: Disconnesso
ja: 未接続
ko: 연결 끊김
lv: Atvienots
nl: Verbinding verbroken
pl: Rozłączono
pt: Desligado
ru: Отключено
sv: Frånkopplad
th: ตัดการเชื่อมต่อ
tr: Bağlı değil
uk: Відключено
ur: منقطع
vi: Ngắt kết nối
zh_tw: 未連線

# errorLoadingNip07Applications
source: Error loading NIP-07 applications: {error}
ar: خطأ في تحميل تطبيقات NIP-07: {error}
az: NIP-07 tətbiqlərinin yüklənməsi xətası: {error}
bg: Грешка при зареждане на приложения NIP-07: {error}
ca: Error en carregar aplicacions NIP-07: {error}
cs: Chyba načítání aplikací NIP-07: {error}
da: Fejl ved indlæsning af NIP-07-apps: {error}
de: Fehler beim Laden der NIP-07-Anwendungen: {error}
el: Σφάλμα φόρτωσης εφαρμογών NIP-07: {error}
es: Error al cargar aplicaciones NIP-07: {error}
et: Viga NIP-07 rakenduste laadimisel: {error}
fa: خطا در بارگذاری برنامه‌های NIP-07: {error}
fr: Erreur lors du chargement des applications NIP-07 : {error}
hi: NIP-07 ऐप लोड करने में त्रुटि: {error}
hu: Hiba a NIP-07 alkalmazások betöltésekor: {error}
id: Gagal memuat aplikasi NIP-07: {error}
it: Errore nel caricamento delle app NIP-07: {error}
ja: NIP-07 アプリの読み込みに失敗しました：{error}
ko: NIP-07 앱 로드 실패: {error}
lv: Kļūda NIP-07 lietotņu ielādē: {error}
nl: Fout bij laden van NIP-07-applicaties: {error}
pl: Błąd ładowania aplikacji NIP-07: {error}
pt: Erro ao carregar aplicações NIP-07: {error}
ru: Ошибка загрузки приложений NIP-07: {error}
sv: Fel vid laddning av NIP-07-appar: {error}
th: โหลดแอป NIP-07 ไม่สำเร็จ: {error}
tr: NIP-07 uygulamaları yüklenirken hata: {error}
uk: Помилка завантаження додатків NIP-07: {error}
ur: NIP-07 ایپس لوڈ کرنے میں خرابی: {error}
vi: Lỗi tải ứng dụng NIP-07: {error}
zh_tw: 載入 NIP-07 應用失敗：{error}

# noNip07ApplicationsHint
source: No NIP-07 applications yet. Use Browser to access Nostr apps!
ar: لا توجد تطبيقات NIP-07 بعد. استخدم المتصفح للوصول إلى تطبيقات Nostr!
az: Hələ NIP-07 tətbiqi yoxdur. Nostr tətbiqlərinə daxil olmaq üçün brauzerdən istifadə edin!
bg: Все още няма приложения NIP-07. Използвайте браузъра за достъп до приложения Nostr!
ca: Encara no hi ha aplicacions NIP-07. Fes servir el navegador per accedir a aplicacions Nostr!
cs: Zatím žádné aplikace NIP-07. Použijte prohlížeč pro přístup k aplikacím Nostr!
da: Ingen NIP-07-apps endnu. Brug browser til at åbne Nostr-apps!
de: Noch keine NIP-07-Anwendungen. Nutze den Browser für Nostr-Apps!
el: Δεν υπάρχουν ακόμα εφαρμογές NIP-07. Χρησιμοποιήστε το πρόγραμμα περιήγησης για πρόσβαση σε εφαρμογές Nostr!
es: Aún no hay aplicaciones NIP-07. ¡Usa el navegador para acceder a apps Nostr!
et: NIP-07 rakendusi pole veel. Kasuta brauserit Nostr rakenduste avamiseks!
fa: هنوز برنامه NIP-07 ندارید. از مرورگر برای دسترسی به برنامه‌های Nostr استفاده کنید!
fr: Aucune application NIP-07 pour le moment. Utilisez le navigateur pour accéder aux applications Nostr !
hi: अभी कोई NIP-07 ऐप नहीं। Nostr ऐप खोलने के लिए ब्राउज़र इस्तेमाल करें!
hu: Még nincsenek NIP-07 alkalmazások. Használja a Böngészőt a Nostr alkalmazások eléréséhez!
id: Belum ada aplikasi NIP-07. Gunakan Browser untuk mengakses aplikasi Nostr!
it: Nessuna app NIP-07 ancora. Usa il browser per accedere alle app Nostr!
ja: NIP-07 アプリはまだありません。 ブラウザで Nostr アプリにアクセスしてください！
ko: NIP-07 앱이 아직 없습니다. 브라우저에서 Nostr 앱에 접속하세요!
lv: Vēl nav NIP-07 lietotņu. Izmantojiet pārlūku Nostr lietotņu piekļuvei!
nl: Nog geen NIP-07-applicaties. Gebruik Browser om Nostr-apps te openen!
pl: Brak aplikacji NIP-07. Użyj przeglądarki, aby uzyskać dostęp do aplikacji Nostr!
pt: Ainda não há aplicações NIP-07. Usa o browser para aceder a apps Nostr!
ru: Пока нет приложений NIP-07. Используйте браузер для доступа к приложениям Nostr!
sv: Inga NIP-07-appar ännu. Använd webbläsaren för att öppna Nostr-appar!
th: ยังไม่มีแอป NIP-07 ใช้เบราว์เซอร์เพื่อเข้าถึงแอป Nostr!
tr: Henüz NIP-07 uygulaması yok. Nostr uygulamalarına Tarayıcı ile eriş!
uk: Ще немає додатків NIP-07. Використовуйте браузер для доступу до додатків Nostr!
ur: ابھی NIP-07 ایپس نہیں۔ Nostr ایپس کے لیے براؤزر استعمال کریں!
vi: Chưa có ứng dụng NIP-07. Dùng Trình duyệt để truy cập ứng dụng Nostr!
zh_tw: 尚無 NIP-07 應用。 請使用瀏覽器存取 Nostr 應用！

source: Unknown
ar: غير معروف
az: Naməlum
bg: Неизвестно
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
fa: ناشناخته
fr: Inconnu
hi: अज्ञात
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
lv: Nezināms
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
ur: نامعلوم
vi: Không xác định
zh_tw: 未知

source: Active
ar: نشط
az: Aktiv
bg: Активно
ca: Actiu
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργό
es: Activo
et: Aktiivne
fa: فعال
fr: Actif
hi: सक्रिय
hu: Aktív
id: Aktif
it: Attivo
ja: アクティブ
ko: 활성
lv: Aktīvs
nl: Actief
pl: Aktywny
pt: Ativo
ru: Активно
sv: Aktiv
th: ใช้งาน
tr: Aktif
uk: Активний
ur: فعال
vi: Hoạt động
zh_tw: 使用中

# congratulationsEmptyState
source: Congratulations! Now you can start using apps that support Aegis!
ar: تهانينا! يمكنك الآن استخدام التطبيقات التي تدعم Aegis!
az: Təbriklər! İndi Aegisi dəstəkləyən tətbiqlərdən istifadə edə bilərsiniz!
bg: Поздравления! Сега можете да използвате приложения с поддръжка на Aegis!
ca: Enhorabona! Ara pots fer servir aplicacions compatibles amb Aegis!
cs: Gratulujeme! Nyní můžete používat aplikace s podporou Aegis!
da: Tillykke! Nu kan du bruge apps, der understøtter Aegis!
de: Herzlichen Glückwunsch! Du kannst jetzt Aegis-kompatible Apps nutzen!
el: Συγχαρητήρια! Τώρα μπορείτε να χρησιμοποιήσετε εφαρμογές που υποστηρίζουν το Aegis!
es: ¡Enhorabuena! Ya puedes usar aplicaciones compatibles con Aegis.
et: Palju õnne! Nüüd saad kasutada Aegist toetavaid rakendusi!
fa: تبریک! اکنون می‌توانید از برنامه‌های سازگار با Aegis استفاده کنید!
fr: Félicitations ! Vous pouvez maintenant utiliser les applications compatibles Aegis !
hi: बधाई! अब आप Aegis सपोर्ट वाले ऐप इस्तेमाल कर सकते हैं!
hu: Gratulálunk! Most már használhatja az Aegist támogató alkalmazásokat!
id: Selamat! Sekarang Anda dapat mulai menggunakan aplikasi yang mendukung Aegis!
it: Congratulazioni! Ora puoi usare le app che supportano Aegis!
ja: おめでとうございます！ Aegis 対応アプリの利用を開始できます！
ko: 축하합니다! Aegis를 지원하는 앱을 사용할 수 있습니다!
lv: Apsveicam! Tagad varat izmantot lietotnes ar Aegis atbalstu!
nl: Gefeliciteerd! U kunt nu apps gebruiken die Aegis ondersteunen!
pl: Gratulacje! Możesz teraz korzystać z aplikacji obsługujących Aegis!
pt: Parabéns! Já podes usar aplicações compatíveis com Aegis!
ru: Поздравляем! Теперь вы можете использовать приложения с поддержкой Aegis!
sv: Grattis! Nu kan du börja använda appar som stöder Aegis!
th: ยินดีด้วย! ตอนนี้คุณสามารถใช้แอปที่รองรับ Aegis ได้แล้ว!
tr: Tebrikler! Aegis destekleyen uygulamaları kullanmaya başlayabilirsin!
uk: Вітаємо! Тепер ви можете використовувати додатки з підтримкою Aegis!
ur: مبارک ہو! اب آپ Aegis سپورٹ والی ایپس استعمال کر سکتے ہیں!
vi: Chúc mừng! Bạn có thể dùng ứng dụng hỗ trợ Aegis!
zh_tw: 恭喜！ 現在可以開始使用支援 Aegis 的應用了！

# localRelayPortInUse
source: The local relay is set to use port {port}, but it appears another app is already using this port. Please close the conflicting app and try again.
ar: الريليه المحلي مضبوط على المنفذ {port}، لكن يبدو أن تطبيقاً آخر يستخدمه. أغلق التطبيق المعارض وحاول مرة أخرى.
az: Yerli relay {port} portunda təyin edilib, amma başqa tətbiq artıq istifadə edir. Konflikt tətbiqini bağlayın və yenidən cəhd edin.
bg: Локалният релей е зададен на порт {port}, но изглежда друга програма го използва. Затворете конфликтната програма и опитайте отново.
ca: El relay local fa servir el port {port}, però sembla que una altra app el fa servir. Tanca l'app en conflicte i torna-ho a provar.
cs: Místní relay je nastaven na port {port}, ale zdá se, že jej již používá jiná aplikace. Zavřete konfliktní aplikaci a zkuste znovu.
da: Den lokale relay er sat til port {port}, men en anden app bruger den tilsyneladende allerede. Luk den konflikterende app og prøv igen.
de: Das lokale Relay nutzt Port {port}, aber eine andere App scheint ihn bereits zu verwenden. Bitte die andere App schließen und erneut versuchen.
el: Το τοπικό relay χρησιμοποιεί θύρα {port}, αλλά φαίνεται ότι άλλη εφαρμογή την χρησιμοποιεί. Κλείστε την αντίθετη εφαρμογή και δοκιμάστε ξανά.
es: El relay local usa el puerto {port}, pero parece que otra aplicación ya lo está usando. Cierra la aplicación en conflicto e inténtalo de nuevo.
et: Kohalik relay kasutab porti {port}, kuid tundub, et teine rakendus seda juba kasutab. Sulge konfliktiv rakendus ja proovi uuesti.
fa: رله محلی روی پورت {port} تنظیم شده اما به نظر می‌رسد برنامه دیگری از آن استفاده می‌کند. برنامه تداخلی را ببندید و دوباره امتحان کنید.
fr: Le relais local est configuré sur le port {port}, mais une autre application semble l'utiliser. Fermez l'application conflictuelle et réessayez.
hi: लोकल रिले पोर्ट {port} पर सेट है लेकिन दूसरा ऐप इस्तेमाल कर रहा लगता है। कॉन्फ्लिक्ट ऐप बंद करके दोबारा कोशिश करें।
hu: A helyi relay a {port} portot használja, de úgy tűnik, más alkalmazás már használja. Zárja be a konfliktust okozó alkalmazást és próbálja újra.
id: Relay lokal diatur menggunakan port {port}, tetapi tampaknya aplikasi lain sudah menggunakannya. Silakan tutup aplikasi yang konflik dan coba lagi.
it: Il relay locale è impostato sulla porta {port}, ma un'altra app sembra usarla. Chiudi l'app in conflitto e riprova.
ja: ローカル Relay はポート {port} を使用する設定ですが、別のアプリが既に使用しているようです。競合するアプリを終了してから再試行してください。
ko: 로컬 릴레이가 포트 {port}를 사용하도록 설정되어 있으나, 다른 앱이 이미 사용 중인 것 같습니다. 해당 앱을 종료한 후 다시 시도해 주세요.
lv: Vietējais relay ir iestatīts uz portu {port}, bet šķiet, ka cita lietotne to jau izmanto. Aizveriet konfliktējošo lietotni un mēģiniet vēlreiz.
nl: De lokale relay is ingesteld op poort {port}, maar een andere app gebruikt deze poort al. Sluit de conflicterende app en probeer het opnieuw.
pl: Relay lokalny jest ustawiony na port {port}, ale wygląda na to, że inna aplikacja go już używa. Zamknij konfliktującą aplikację i spróbuj ponownie.
pt: O relay local está definido para a porta {port}, mas outra aplicação parece estar a usá-la. Fecha a aplicação em conflito e tenta novamente.
ru: Локальный релей настроен на порт {port}, но его, похоже, уже использует другое приложение. Закройте конфликтующее приложение и попробуйте снова.
sv: Den lokala relayn är inställd på port {port}, men en annan app verkar redan använda den. Stäng den konflikterande appen och försök igen.
th: รีเลย์ท้องถิ่นตั้งใช้พอร์ต {port} แต่ดูเหมือนแอปอื่นใช้อยู่ ปิดแอปที่ขัดแย้งแล้วลองใหม่
tr: Yerel röle {port} portunu kullanacak şekilde ayarlı ama başka bir uygulama kullanıyor gibi. Çakışan uygulamayı kapatıp tekrar dene.
uk: Локальне реле налаштовано на порт {port}, але схоже, його вже використовує інший додаток. Закрийте конфліктний додаток і спробуйте знову.
ur: لوکل ریلے پورٹ {port} پر سیٹ ہے لیکن دوسری ایپ استعمال کر رہی لگتی ہے۔ conflicting ایپ بند کر کے دوبارہ کوشش کریں۔
vi: Relay cục bộ dùng cổng {port}, nhưng có vẻ ứng dụng khác đang dùng. Hãy đóng ứng dụng đó và thử lại.
zh_tw: 本機 Relay 使用埠 {port}，但該埠似乎已被其他應用使用。請關閉衝突應用後再試。

# nip46Started
source: NIP-46 Signer started!
ar: تم بدء موقع NIP-46!
az: NIP-46 imzalayıcı işə düşdü!
bg: Подписващият NIP-46 е стартиран!
ca: Signant NIP-46 en marxa!
cs: Podepisovač NIP-46 spuštěn!
da: NIP-46-signatur startet!
de: NIP-46-Signer gestartet!
el: Ο υπογράφων NIP-46 ξεκίνησε!
es: ¡Firmante NIP-46 iniciado!
et: NIP-46 allkirjastaja käivitus!
fa: امضاکننده NIP-46 راه‌اندازی شد!
fr: Signataire NIP-46 démarré !
hi: NIP-46 साइनर शुरू!
hu: NIP-46 aláíró elindult!
id: Penandatangan NIP-46 dimulai!
it: Firma NIP-46 avviata!
ja: NIP-46 署名を開始しました！
ko: NIP-46 서명이 시작되었습니다!
lv: NIP-46 parakstītājs palaists!
nl: NIP-46-ondertekenaar gestart!
pl: Podpis NIP-46 uruchomiony!
pt: Assinante NIP-46 iniciado!
ru: Подписание NIP-46 запущено!
sv: NIP-46-signerare startad!
th: เริ่มตัวลงนาม NIP-46 แล้ว!
tr: NIP-46 imzalayıcı başlatıldı!
uk: Підписант NIP-46 запущено!
ur: NIP-46 دستخط کنندہ شروع!
vi: Đã bắt đầu ký NIP-46!
zh_tw: NIP-46 簽署器已啟動！

# nip46FailedToStart
source: Failed to start.
ar: فشل البدء.
az: İşə düşmə uğursuz.
bg: Стартирането не успя.
ca: No s'ha pogut iniciar.
cs: Spuštění se nezdařilo.
da: Start mislykkedes.
de: Start fehlgeschlagen.
el: Αποτυχία εκκίνησης.
es: Error al iniciar.
et: Käivitamine ebaõnnestus.
fa: راه‌اندازی ناموفق.
fr: Échec du démarrage.
hi: शुरू नहीं हो सका।
hu: Indítás sikertelen.
id: Gagal memulai.
it: Avvio fallito.
ja: 開始に失敗しました。
ko: 시작에 실패했습니다.
lv: Palaišana neizdevās.
nl: Starten mislukt.
pl: Uruchomienie nie powiodło się.
pt: Falha ao iniciar.
ru: Не удалось запустить.
sv: Start misslyckades.
th: เริ่มไม่สำเร็จ
tr: Başlatılamadı.
uk: Не вдалося запустити.
ur: شروع نہیں ہو سکا۔
vi: Khởi động thất bại.
zh_tw: 啟動失敗。

source: Retry
ar: إعادة المحاولة
az: Yenidən cəhd
bg: Опитайте отново
ca: Tornar a provar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Επανάληψη
es: Reintentar
et: Proovi uuesti
fa: تلاش مجدد
fr: Réessayer
hi: पुनः प्रयास
hu: Újra
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
lv: Mēģināt vēlreiz
nl: Opnieuw proberen
pl: Ponów
pt: Tentar novamente
ru: Повторить
sv: Försök igen
th: ลองอีกครั้ง
tr: Yeniden dene
uk: Повторити
ur: دوبارہ کوشش
vi: Thử lại
zh_tw: 重試

source: Clear
ar: مسح
az: Təmizlə
bg: Изчистване
ca: Netejar
cs: Vymazat
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Borrar
et: Tühjenda
fa: پاک کردن
fr: Effacer
hi: साफ़ करें
hu: Törlés
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
lv: Notīrīt
nl: Wissen
pl: Wyczyść
pt: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
ur: صاف کریں
vi: Xóa
zh_tw: 清除

source: Clear Database
ar: مسح قاعدة البيانات
az: Verilənlər bazasını təmizlə
bg: Изчистване на базата данни
ca: Netejar base de dades
cs: Vymazat databázi
da: Ryd database
de: Datenbank löschen
el: Εκκαθάριση βάσης δεδομένων
es: Borrar base de datos
et: Tühjenda andmebaas
fa: پاک کردن پایگاه داده
fr: Effacer la base de données
hi: डेटाबेस साफ़ करें
hu: Adatbázis törlése
id: Bersihkan Basis Data
it: Cancella database
ja: データベースをクリア
ko: 데이터베이스 지우기
lv: Notīrīt datu bāzi
nl: Database wissen
pl: Wyczyść bazę danych
pt: Limpar base de dados
ru: Очистить базу данных
sv: Rensa databas
th: ล้างฐานข้อมูล
tr: Veritabanını temizle
uk: Очистити базу даних
ur: ڈیٹا بیس صاف کریں
vi: Xóa cơ sở dữ liệu
zh_tw: 清除資料庫
