Repository: ZharlieW/Aegis
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bg, ca, cs, da, de, el, es, et, fa, fr, hi, hu, id, it, ja, ko, lv, nl, pl, pt, ru, sv, th, tr, uk, ur, vi, zh_tw

# databaseExportFailed
source: Failed to export database
ar: فشل تصدير قاعدة البيانات
az: Verilənlər bazasının eksportu uğursuz
bg: Експортът на базата данни не успя
ca: No s'ha pogut exportar la base de dades
cs: Export databáze se nezdařil
da: Kunne ikke eksportere database
de: Export der Datenbank fehlgeschlagen
el: Αποτυχία εξαγωγής βάσης δεδομένων
es: Error al exportar la base de datos
et: Andmebaasi eksport ebaõnnestus
fa: صادر کردن پایگاه داده ناموفق
fr: Échec de l'export de la base de données
hi: डेटाबेस एक्सपोर्ट विफल
hu: Adatbázis exportálása sikertelen
id: Gagal mengekspor basis data
it: Esportazione del database fallita
ja: データベースのエクスポートに失敗しました
ko: 데이터베이스 내보내기 실패
lv: Datu bāzes eksportēšana neizdevās
nl: Database exporteren mislukt
pl: Nie udało się wyeksportować bazy danych
pt: Falha ao exportar a base de dados
ru: Не удалось экспортировать базу данных
sv: Kunde inte exportera databas
th: ส่งออกฐานข้อมูลไม่สำเร็จ
tr: Veritabanı dışa aktarılamadı
uk: Не вдалося експортувати базу даних
ur: ڈیٹا بیس برآمد ناکام
vi: Xuất cơ sở dữ liệu thất bại
zh_tw: 匯出資料庫失敗

# importDatabaseReplaceHint
source: This will replace the current database with the imported backup. The existing database will be backed up before import. This action cannot be undone.
ar: سيتم استبدال القاعدة الحالية بالنسخة المستوردة. سيتم نسخ القاعدة الحالية احتياطياً. لا يمكن التراجع.
az: Cari baza import olunmuş ehtiyat nüsxə ilə əvəz olunacaq. Mövcud baza importdan əvvəl ehtiyat nüsxəyə alınacaq. Bu əməliyyat geri alına bilməz.
bg: Това ще замени текущата база данни с импортирания архив. Съществуващата база ще бъде архивирана преди импорта. Това действие не може да бъде отменено.
ca: Això substituirà la base actual per la còpia importada. La base existent es farà còpia abans. No es pot desfer.
cs: Tím se nahradí aktuální databáze importovanou zálohou. Existující databáze bude před importem zálohována. Tuto akci nelze vrátit zpět.
da: Dette erstatter den nuværende database med den importerede sikkerhedskopi. Eksisterende database sikkerhedskopieres før import. Denne handling kan ikke fortrydes.
de: Die aktuelle Datenbank wird durch den Import ersetzt. Die bestehende wird vorher gesichert. Diese Aktion kann nicht rückgängig gemacht werden.
el: Θα αντικατασταθεί η τρέχουσα βάση με το εισαγόμενο αντίγραφο. Η υπάρχουσα βάση θα δημιουργηθεί αντίγραφο πριν την εισαγωγή. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: La base de datos actual se sustituirá por la copia importada. La base actual se respaldará antes. Esta acción no se puede deshacer.
et: See asendab praeguse andmebaasi imporditud varukoopiaga. Olemasolev andmebaas tehakse enne importi varukoopiana. Seda tehet ei saa tagasi võtta.
fa: پایگاه فعلی با پشتیبان وارد شده جایگزین می‌شود. پایگاه موجود قبل از وارد کردن پشتیبان می‌شود. این عمل قابل بازگشت نیست.
fr: La base actuelle sera remplacée par la sauvegarde importée. La base existante sera sauvegardée avant. Cette action est irréversible.
hi: मौजूदा डेटाबेस इम्पोर्ट बैकअप से बदल जाएगा। इम्पोर्ट से पहले मौजूदा डेटाबेस का बैकअप लिया जाएगा। यह एक्शन पूर्ववत नहीं हो सकता।
hu: Ez lecseréli a jelenlegi adatbázist az importált mentésre. A meglévő adatbázis mentésre kerül az import előtt. Ez a művelet nem vonható vissza.
id: Ini akan mengganti basis data saat ini dengan cadangan yang diimpor. Basis data yang ada akan dicadangkan sebelum impor. Tindakan ini tidak dapat dibatalkan.
it: Il database corrente verrà sostituito dal backup importato. Quello esistente verrà salvato prima. Questa azione non può essere annullata.
ja: 現在のデータベースがインポートしたバックアップで置き換わります。既存のデータベースはインポート前にバックアップされます。この操作は元に戻せません。
ko: 현재 데이터베이스가 가져온 백업으로 대체됩니다. 기존 데이터베이스는 가져오기 전에 백업됩니다. 이 작업은 되돌릴 수 없습니다.
lv: Tas aizstās pašreizējo datu bāzi ar importēto dublējumu. Esošā datu bāze tiks dublēta pirms importa. Šo darbību nevar atsaukt.
nl: Dit vervangt de huidige database door de geïmporteerde back-up. De bestaande database wordt vóór import geback-upt. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to zastąpienie bieżącej bazy danych zaimportowaną kopią. Istniejąca baza zostanie utworzona w kopii zapasowej przed importem. Tej operacji nie można cofnąć.
pt: A base atual será substituída pela cópia importada. A base existente será cópia de segurança antes. Esta ação não pode ser anulada.
ru: Текущая база будет заменена импортируемой копией. Текущая база будет сохранена перед импортом. Это действие нельзя отменить.
sv: Detta ersätter den nuvarande databasen med den importerade säkerhetskopian. Befintlig databas säkerhetskopieras före import. Denna åtgärd kan inte ångras.
th: ฐานข้อมูลปัจจุบันจะถูกแทนที่ด้วยข้อมูลที่นำเข้า ฐานข้อมูลเดิมจะถูกสำรองก่อน การดำเนินการนี้ไม่สามารถย้อนกลับได้
tr: Mevcut veritabanı içe aktarılan yedekle değiştirilecek. Mevcut veritabanı yedeklenecek. Bu işlem geri alınamaz.
uk: Це замінить поточну базу даних імпортованою копією. Існуюча база буде збережена перед імпортом. Цю дію не можна скасувати.
ur: موجودہ ڈیٹا بیس درآمد شدہ بیک اپ سے بدل جائے گی۔ درآمد سے پہلے موجودہ ڈیٹا بیس کا بیک اپ لیا جائے گا۔ یہ ایکشن واپس نہیں ہو سکتا۔
vi: Cơ sở hiện tại sẽ bị thay bằng bản nhập. Cơ sở hiện có sẽ được sao lưu trước. Không thể hoàn tác.
zh_tw: 將以匯入的備份取代目前資料庫。匯入前會備份現有資料庫。此操作無法復原。

# selectDatabaseBackupFile
source: Select database backup file (ZIP) or directory
ar: اختر ملف (ZIP) أو مجلد النسخ الاحتياطي
az: Verilənlər bazası ehtiyat faylını (ZIP) və ya qovluğu seçin
bg: Изберете архивен файл (ZIP) или папка на базата данни
ca: Selecciona el fitxer (ZIP) o la carpeta de còpia
cs: Vyberte záložní soubor databáze (ZIP) nebo adresář
da: Vælg database-sikkerhedskopifil (ZIP) eller mappe
de: Datenbank-Backup (ZIP) oder Verzeichnis wählen
el: Επιλέξτε αρχείο αντίγραφου (ZIP) ή φάκελο
es: Seleccionar archivo (ZIP) o directorio de copia de la base de datos
et: Vali andmebaasi varukoopia fail (ZIP) või kaust
fa: فایل (ZIP) یا پوشه پشتیبان پایگاه داده را انتخاب کنید
fr: Sélectionner le fichier (ZIP) ou le répertoire de sauvegarde
hi: डेटाबेस बैकअप फ़ाइल (ZIP) या फ़ोल्डर चुनें
hu: Válassza ki az adatbázis mentési fájlt (ZIP) vagy mappát
id: Pilih file cadangan basis data (ZIP) atau direktori
it: Seleziona file (ZIP) o directory di backup
ja: データベースバックアップファイル（ZIP）またはディレクトリを選択
ko: 데이터베이스 백업 파일(ZIP) 또는 디렉터리 선택
lv: Izvēlieties datu bāzes dublējuma failu (ZIP) vai mapi
nl: Selecteer databaseback-upbestand (ZIP) of map
pl: Wybierz plik kopii zapasowej (ZIP) lub katalog
pt: Selecionar ficheiro (ZIP) ou diretório de cópia da base de dados
ru: Выберите файл (ZIP) или каталог резервной копии
sv: Välj databassäkerhetskopiefil (ZIP) eller mapp
th: เลือกไฟล์ (ZIP) หรือโฟลเดอร์สำรอง
tr: Veritabanı yedeği (ZIP) dosyası veya dizin seç
uk: Виберіть файл резервної копії (ZIP) або каталог
ur: ڈیٹا بیس بیک اپ فائل (ZIP) یا فولڈر منتخب کریں
vi: Chọn file (ZIP) hoặc thư mục sao lưu
zh_tw: 選擇資料庫備份檔案（ZIP）或目錄

# selectDatabaseBackupDir
source: Select database backup directory
ar: اختر مجلد النسخ الاحتياطي
az: Verilənlər bazası ehtiyat qovluğunu seçin
bg: Изберете папка с архив на базата данни
ca: Selecciona la carpeta de còpia de la base de dades
cs: Vyberte záložní adresář databáze
da: Vælg database-sikkerhedskopimappe
de: Datenbank-Backup-Verzeichnis wählen
el: Επιλέξτε φάκελο αντίγραφου βάσης δεδομένων
es: Seleccionar directorio de copia de la base de datos
et: Vali andmebaasi varukoopia kaust
fa: پوشه پشتیبان پایگاه داده را انتخاب کنید
fr: Sélectionner le répertoire de sauvegarde
hi: डेटाबेस बैकअप फ़ोल्डर चुनें
hu: Válassza ki az adatbázis mentési mappát
id: Pilih direktori cadangan basis data
it: Seleziona directory di backup
ja: データベースバックアップディレクトリを選択
ko: 데이터베이스 백업 디렉터리 선택
lv: Izvēlieties datu bāzes dublējuma mapi
nl: Selecteer databaseback-upmap
pl: Wybierz katalog kopii zapasowej bazy danych
pt: Selecionar diretório de cópia da base de dados
ru: Выберите каталог резервной копии
sv: Välj databassäkerhetskopiemapp
th: เลือกโฟลเดอร์สำรอง
tr: Veritabanı yedek dizinini seç
uk: Виберіть каталог резервної копії бази даних
ur: ڈیٹا بیس بیک اپ فولڈر منتخب کریں
vi: Chọn thư mục sao lưu
zh_tw: 選擇資料庫備份目錄

# fileOrDirNotExist
source: Selected file or directory does not exist
ar: الملف أو المجلد المحدد غير موجود
az: Seçilmiş fayl və ya qovluq mövcud deyil
bg: Избраният файл или папка не съществува
ca: El fitxer o carpeta seleccionats no existeixen
cs: Vybraný soubor nebo adresář neexistuje
da: Valgt fil eller mappe findes ikke
de: Die gewählte Datei oder das Verzeichnis existiert nicht
el: Το επιλεγμένο αρχείο ή φάκελος δεν υπάρχει
es: El archivo o directorio seleccionado no existe
et: Valitud fail või kaust ei eksisteeri
fa: فایل یا پوشه انتخاب شده وجود ندارد
fr: Le fichier ou répertoire sélectionné n'existe pas
hi: चुनी फ़ाइल या फ़ोल्डर मौजूद नहीं
hu: A kiválasztott fájl vagy mappa nem létezik
id: File atau direktori yang dipilih tidak ada
it: Il file o la directory selezionati non esistono
ja: 選択したファイルまたはディレクトリが存在しません
ko: 선택한 파일 또는 디렉터리가 없습니다
lv: Izvēlētais fails vai mape neeksistē
nl: Geselecteerd bestand of map bestaat niet
pl: Wybrany plik lub katalog nie istnieje
pt: O ficheiro ou diretório selecionado não existe
ru: Выбранный файл или каталог не существует
sv: Vald fil eller mapp finns inte
th: ไฟล์หรือโฟลเดอร์ที่เลือกไม่มีอยู่
tr: Seçilen dosya veya dizin yok
uk: Обраний файл або каталог не існує
ur: منتخب فائل یا فولڈر موجود نہیں
vi: File hoặc thư mục đã chọn không tồn tại
zh_tw: 所選檔案或目錄不存在

# databaseImportedSuccess
source: Database imported successfully
ar: تم استيراد قاعدة البيانات بنجاح
az: Verilənlər bazası import olundu
bg: Базата данни е импортирана успешно
ca: Base de dades importada
cs: Databáze úspěšně importována
da: Database importeret
de: Datenbank erfolgreich importiert
el: Η βάση δεδομένων εισήχθη
es: Base de datos importada correctamente
et: Andmebaas imporditud
fa: پایگاه داده با موفقیت وارد شد
fr: Base de données importée avec succès
hi: डेटाबेस सफलतापूर्वक इम्पोर्ट
hu: Adatbázis sikeresen importálva
id: Basis data berhasil diimpor
it: Database importato con successo
ja: データベースのインポートに成功しました
ko: 데이터베이스 가져오기 성공
lv: Datu bāze importēta
nl: Database succesvol geïmporteerd
pl: Baza danych zaimportowana pomyślnie
pt: Base de dados importada com sucesso
ru: База данных успешно импортирована
sv: Databas importerad
th: นำเข้าฐานข้อมูลสำเร็จ
tr: Veritabanı başarıyla içe aktarıldı
uk: Базу даних успішно імпортовано
ur: ڈیٹا بیس کامیابی سے درآمد
vi: Đã nhập cơ sở dữ liệu thành công
zh_tw: 資料庫已成功匯入

# databaseImportFailed
source: Failed to import database
ar: فشل استيراد قاعدة البيانات
az: Verilənlər bazasının importu uğursuz
bg: Импортът на базата данни не успя
ca: No s'ha pogut importar la base de dades
cs: Import databáze se nezdařil
da: Kunne ikke importere database
de: Import der Datenbank fehlgeschlagen
el: Αποτυχία εισαγωγής βάσης δεδομένων
es: Error al importar la base de datos
et: Andmebaasi import ebaõnnestus
fa: وارد کردن پایگاه داده ناموفق
fr: Échec de l'import de la base de données
hi: डेटाबेस इम्पोर्ट विफल
hu: Adatbázis importálása sikertelen
id: Gagal mengimpor basis data
it: Importazione del database fallita
ja: データベースのインポートに失敗しました
ko: 데이터베이스 가져오기 실패
lv: Datu bāzes importēšana neizdevās
nl: Database importeren mislukt
pl: Nie udało się zaimportować bazy danych
pt: Falha ao importar a base de dados
ru: Не удалось импортировать базу данных
sv: Kunde inte importera databas
th: นำเข้าฐานข้อมูลไม่สำเร็จ
tr: Veritabanı içe aktarılamadı
uk: Не вдалося імпортувати базу даних
ur: ڈیٹا بیس درآمد ناکام
vi: Nhập cơ sở dữ liệu thất bại
zh_tw: 匯入資料庫失敗

source: Status
ar: الحالة
az: Vəziyyət
bg: Статус
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
et: Olek
fa: وضعیت
fr: État
hi: स्टेटस
hu: Állapot
it: Stato
ja: 状態
ko: 상태
lv: Statuss
pt: Estado
ru: Статус
th: สถานะ
tr: Durum
uk: Статус
ur: حیثیت
vi: Trạng thái
zh_tw: 狀態

source: Address
ar: العنوان
az: Ünvan
bg: Адрес
ca: Adreça
cs: Adresa
da: Adresse
de: Adresse
el: Διεύθυνση
es: Dirección
et: Aadress
fa: نشانی
fr: Adresse
hi: पता
hu: Cím
id: Alamat
it: Indirizzo
ja: アドレス
ko: 주소
lv: Adrese
nl: Adres
pl: Adres
pt: Endereço
ru: Адрес
sv: Adress
th: ที่อยู่
tr: Adres
uk: Адреса
ur: پتہ
vi: Địa chỉ
zh_tw: 位址

source: Protocol
ar: البروتوكول
az: Protokol
bg: Протокол
cs: Protokol
da: Protokol
de: Protokoll
el: Πρωτόκολλο
es: Protocolo
et: Protokoll
fa: پروتکل
fr: Protocole
hi: प्रोटोकॉल
hu: Protokoll
id: Protokol
it: Protocollo
ja: プロトコル
ko: 프로토콜
lv: Protokols
pl: Protokół
pt: Protocolo
ru: Протокол
sv: Protokoll
th: โปรโตคอล
tr: Protokol
uk: Протокол
ur: پروٹوکول
vi: Giao thức
zh_tw: 通訊協定

source: Connections
ar: الاتصالات
az: Bağlantılar
bg: Връзки
ca: Connexions
cs: Připojení
da: Forbindelser
de: Verbindungen
el: Συνδέσεις
es: Conexiones
et: Ühendused
fa: اتصال‌ها
fr: Connexions
hi: कनेक्शन
hu: Kapcsolatok
id: Koneksi
it: Connessioni
ja: 接続数
ko: 연결 수
lv: Savienojumi
nl: Verbindingen
pl: Połączenia
pt: Ligações
ru: Подключения
sv: Anslutningar
th: การเชื่อมต่อ
tr: Bağlantılar
uk: З'єднання
ur: کنکشن
vi: Kết nối
zh_tw: 連線數

source: Running
ar: يعمل
az: İşləyir
bg: Работи
ca: En marxa
cs: Běží
da: Kører
de: Läuft
el: Εκτελείται
es: En ejecución
et: Töötab
fa: در حال اجرا
fr: En cours
hi: चल रहा
hu: Fut
id: Berjalan
it: In esecuzione
ja: 実行中
ko: 실행 중
lv: Darbojas
nl: Actief
pl: Działa
pt: A executar
ru: Запущен
sv: Kör
th: กำลังทำงาน
tr: Çalışıyor
uk: Працює
ur: چل رہا
vi: Đang chạy
zh_tw: 執行中

source: Stopped
ar: متوقف
az: Dayandırılıb
bg: Спряно
ca: Aturat
cs: Zastaveno
da: Stoppet
de: Gestoppt
el: Σταματημένο
es: Detenido
et: Peatatud
fa: متوقف
fr: Arrêté
hi: रुका
hu: Leállítva
id: Berhenti
it: Fermato
ja: 停止中
ko: 중지됨
lv: Apturēts
nl: Gestopt
pl: Zatrzymany
pt: Parado
ru: Остановлен
sv: Stoppad
th: หยุดแล้ว
tr: Durduruldu
uk: Зупинено
ur: رک گیا
vi: Đã dừng
zh_tw: 已停止

source: Address copied to clipboard
ar: تم نسخ العنوان
az: Ünvan buferə kopyalandı
bg: Адресът е копиран в клипборда
ca: Adreça copiada al porta-retalls
cs: Adresa zkopírována do schránky
da: Adresse kopieret til udklipsholder
de: Adresse in die Zwischenablage kopiert
el: Η διεύθυνση αντιγράφηκε
es: Dirección copiada al portapapeles
et: Aadress kopeeritud lõikelauale
fa: نشانی در کلیپ‌بورد کپی شد
fr: Adresse copiée dans le presse-papiers
hi: पता क्लिपबोर्ड पर कॉपी
hu: Cím vágólapra másolva
id: Alamat disalin ke clipboard
it: Indirizzo copiato negli appunti
ja: アドレスをクリップボードにコピーしました
ko: 주소가 클립보드에 복사됨
lv: Adrese nokopēta starpliktuvē
nl: Adres gekopieerd naar klembord
pl: Adres skopiowany do schowka
pt: Endereço copiado para a área de transferência
ru: Адрес скопирован в буфер обмена
sv: Adress kopierad till urklipp
th: คัดลอกที่อยู่แล้ว
tr: Adres panoya kopyalandı
uk: Адресу скопійовано в буфер обміну
ur: پتہ کلپ بورڈ پر کاپی
vi: Đã sao địa chỉ vào clipboard
zh_tw: 位址已複製到剪貼簿

source: Export Data
ar: تصدير البيانات
az: Məlumatları eksport et
bg: Експорт на данни
ca: Exportar dades
cs: Exportovat data
da: Eksporter data
de: Daten exportieren
el: Εξαγωγή δεδομένων
es: Exportar datos
et: Ekspordi andmed
fa: صادر کردن داده
fr: Exporter les données
hi: डेटा एक्सपोर्ट
hu: Adatok exportálása
id: Ekspor Data
it: Esporta dati
ja: データをエクスポート
ko: 데이터 내보내기
lv: Eksportēt datus
nl: Gegevens exporteren
pl: Eksportuj dane
pt: Exportar dados
ru: Экспорт данных
sv: Exportera data
th: ส่งออกข้อมูล
tr: Veriyi dışa aktar
uk: Експорт даних
ur: ڈیٹا برآمد
vi: Xuất dữ liệu
zh_tw: 匯出資料

source: Import Data
ar: استيراد البيانات
az: Məlumatları import et
bg: Импорт на данни
ca: Importar dades
cs: Importovat data
da: Importer data
de: Daten importieren
el: Εισαγωγή δεδομένων
es: Importar datos
et: Impordi andmed
fa: وارد کردن داده
fr: Importer les données
hi: डेटा इम्पोर्ट
hu: Adatok importálása
id: Impor Data
it: Importa dati
ja: データをインポート
ko: 데이터 가져오기
lv: Importēt datus
nl: Gegevens importeren
pl: Importuj dane
pt: Importar dados
ru: Импорт данных
sv: Importera data
th: นำเข้าข้อมูล
tr: Veriyi içe aktar
uk: Імпорт даних
ur: ڈیٹا درآمد
vi: Nhập dữ liệu
zh_tw: 匯入資料

source: System Logs
ar: سجلات النظام
az: Sistem jurnalları
bg: Системни дневници
ca: Registres del sistema
cs: Systémové protokoly
da: Systemlogfiler
de: Systemprotokolle
el: Αρχεία καταγραφής συστήματος
es: Registros del sistema
et: Süsteemi logid
fa: لاگ‌های سیستم
fr: Journaux système
hi: सिस्टम लॉग
hu: Rendszer naplók
id: Log Sistem
it: Log di sistema
ja: システムログ
ko: 시스템 로그
lv: Sistēmas žurnāli
nl: Systeemlogboeken
pl: Logi systemowe
pt: Registos do sistema
ru: Системные журналы
sv: Systemloggar
th: บันทึกระบบ
tr: Sistem günlükleri
uk: Системні журнали
ur: سسٹم لاگز
vi: Nhật ký hệ thống
zh_tw: 系統記錄

source: Clear All Relay Data
ar: مسح جميع بيانات الريليه
az: Bütün relay məlumatlarını təmizlə
bg: Изчистване на всички данни на релея
ca: Netejar totes les dades del relay
cs: Vymazat všechna data relaye
da: Ryd alle relay-data
de: Alle Relay-Daten löschen
el: Εκκαθάριση όλων των δεδομένων relay
es: Borrar todos los datos del relay
et: Tühjenda kõik relay andmed
fa: پاک کردن همه داده‌های رله
fr: Effacer toutes les données du relais
hi: सभी रिले डेटा साफ़ करें
hu: Összes relay adat törlése
id: Bersihkan Semua Data Relay
it: Cancella tutti i dati del relay
ja: すべての Relay データをクリア
ko: 모든 릴레이 데이터 지우기
lv: Notīrīt visus relay datus
nl: Alle relaygegevens wissen
pl: Wyczyść wszystkie dane relay
pt: Limpar todos os dados do relay
ru: Очистить все данные релея
sv: Rensa all relaydata
th: ล้างข้อมูลรีเลย์ทั้งหมด
tr: Tüm röle verilerini temizle
uk: Очистити всі дані реле
ur: تمام ریلے ڈیٹا صاف کریں
vi: Xóa mọi dữ liệu relay
zh_tw: 清除所有 Relay 資料

source: No logs available
ar: لا توجد سجلات
az: Jurnal yoxdur
bg: Няма налични дневници
ca: No hi ha registres
cs: Žádné protokoly k dispozici
da: Ingen logfiler tilgængelige
de: Keine Protokolle vorhanden
el: Δεν υπάρχουν αρχεία καταγραφής
es: No hay registros
et: Logisid pole
fa: لاگی موجود نیست
fr: Aucun journal disponible
hi: कोई लॉग नहीं
hu: Nincsenek elérhető naplók
id: Tidak ada log tersedia
it: Nessun log disponibile
ja: ログがありません
ko: 로그 없음
lv: Žurnālu nav
nl: Geen logboeken beschikbaar
pl: Brak dostępnych logów
pt: Sem registos disponíveis
ru: Нет доступных журналов
sv: Inga loggar tillgängliga
th: ไม่มีบันทึก
tr: Günlük yok
uk: Журнали відсутні
ur: لاگز دستیاب نہیں
vi: Không có nhật ký
zh_tw: 尚無記錄

# passwordRequired
source: Password is required
ar: كلمة المرور مطلوبة
az: Parol tələb olunur
bg: Паролата е задължителна
ca: Cal la contrasenya
cs: Heslo je vyžadováno
da: Adgangskode kræves
de: Passwort erforderlich
el: Απαιτείται κωδικός
es: Se requiere contraseña
et: Parool on nõutud
fa: رمز عبور لازم است
fr: Un mot de passe est requis
hi: पासवर्ड ज़रूरी
hu: Jelszó szükséges
id: Kata sandi diperlukan
it: Password richiesta
ja: パスワードを入力してください
ko: 비밀번호를 입력해 주세요
lv: Nepieciešama parole
nl: Wachtwoord is vereist
pl: Wymagane hasło
pt: É necessária palavra-passe
ru: Требуется пароль
sv: Lösenord krävs
th: ต้องใช้รหัสผ่าน
tr: Parola gerekli
uk: Потрібен пароль
ur: پاس ورڈ ضروری
vi: Cần nhập mật khẩu
zh_tw: 請輸入密碼

# encryptionFailed
source: Encryption failed: {message}
ar: فشل التشفير: {message}
az: Şifrələmə uğursuz: {message}
bg: Криптирането не успя: {message}
ca: Xifratge fallit: {message}
cs: Šifrování se nezdařilo: {message}
da: Kryptering mislykkedes: {message}
de: Verschlüsselung fehlgeschlagen: {message}
el: Αποτυχία κρυπτογράφησης: {message}
es: Error de cifrado: {message}
et: Krüptimine ebaõnnestus: {message}
fa: رمزنگاری ناموفق: {message}
fr: Échec du chiffrement : {message}
hi: एन्क्रिप्शन विफल: {message}
hu: Titkosítás sikertelen: {message}
id: Enkripsi gagal: {message}
it: Crittografia fallita: {message}
ja: 暗号化に失敗しました：{message}
ko: 암호화 실패: {message}
lv: Šifrēšana neizdevās: {message}
nl: Versleuteling mislukt: {message}
pl: Szyfrowanie nie powiodło się: {message}
pt: Falha na encriptação: {message}
ru: Ошибка шифрования: {message}
sv: Kryptering misslyckades: {message}
th: การเข้ารหัสล้มเหลว: {message}
tr: Şifreleme başarısız: {message}
uk: Помилка шифрування: {message}
ur: خفیہ کاری ناکام: {message}
vi: Mã hóa thất bại: {message}
zh_tw: 加密失敗：{message}

# encryptedKeyCopiedToClipboard
source: Encrypted private key copied to clipboard
ar: تم نسخ المفتاح الخاص المشفر
az: Şifrələnmiş özəl açar buferə kopyalandı
bg: Криптираният частен ключ е копиран в клипборда
ca: Clau privada xifrada copiada al porta-retalls
cs: Šifrovaný soukromý klíč zkopírován do schránky
da: Krypteret privat nøgle kopieret til udklipsholder
de: Verschlüsselter privater Schlüssel in die Zwischenablage kopiert
el: Το κρυπτογραφημένο ιδιωτικό κλειδί αντιγράφηκε
es: Clave privada cifrada copiada al portapapeles
et: Krüptitud privaatvõti kopeeritud lõikelauale
fa: کلید خصوصی رمزنگاری‌شده در کلیپ‌بورد کپی شد
fr: Clé privée chiffrée copiée dans le presse-papiers
hi: एन्क्रिप्टेड निजी कुंजी क्लिपबोर्ड पर कॉपी
hu: Titkosított privát kulcs vágólapra másolva
id: Kunci pribadi terenkripsi disalin ke clipboard
it: Chiave privata crittografata copiata negli appunti
ja: 暗号化された秘密鍵をクリップボードにコピーしました
ko: 암호화된 개인 키가 클립보드에 복사됨
lv: Šifrētā privātā atslēga nokopēta starpliktuvē
nl: Versleutelde privésleutel gekopieerd naar klembord
pl: Zaszyfrowany klucz prywatny skopiowany do schowka
pt: Chave privada encriptada copiada para a área de transferência
ru: Зашифрованный приватный ключ скопирован в буфер обмена
sv: Krypterad privat nyckel kopierad till urklipp
th: คัดลอกคีย์ส่วนตัวที่เข้ารหัสแล้ว
tr: Şifreli özel anahtar panoya kopyalandı
uk: Зашифрований приватний ключ скопійовано в буфер обміну
ur: خفیہ نجی کلید کلپ بورڈ پر کاپی
vi: Đã sao khóa riêng đã mã hóa vào clipboard
zh_tw: 加密私鑰已複製到剪貼簿

source: Account backup
ar: نسخ احتياطي للحساب
az: Hesab ehtiyat nüsxəsi
bg: Архив на акаунт
ca: Còpia del compte
cs: Záloha účtu
da: Kontosikkerhedskopi
de: Kontosicherung
el: Αντίγραφο ασφαλείας λογαριασμού
es: Copia de seguridad de la cuenta
et: Konto varukoopia
fa: پشتیبان حساب
fr: Sauvegarde du compte
hi: खाता बैकअप
hu: Fiók mentés
id: Cadangan akun
it: Backup account
ja: アカウントバックアップ
ko: 계정 백업
lv: Konta dublējums
pl: Kopia zapasowa konta
pt: Cópia de segurança da conta
ru: Резервная копия аккаунта
sv: Kontosäkerhetskopia
th: สำรองบัญชี
tr: Hesap yedeği
uk: Резервна копія облікового запису
ur: اکاؤنٹ بیک اپ
vi: Sao lưu tài khoản
zh_tw: 帳號備份

source: Public account ID
ar: معرف الحساب العام
az: İctimai hesab ID
bg: Публичен идентификатор на акаунт
ca: ID públic del compte
cs: Veřejné ID účtu
da: Offentligt konto-ID
de: Öffentliche Konto-ID
el: Δημόσιο ID λογαριασμού
es: ID público de la cuenta
et: Avalik konto ID
fa: شناسه عمومی حساب
fr: ID public du compte
hi: पब्लिक खाता ID
hu: Nyilvános fiók azonosító
id: ID akun publik
it: ID account pubblico
ja: 公開アカウント ID
ko: 공개 계정 ID
lv: Publiskais konta ID
nl: Openbaar account-ID
pl: Publiczny identyfikator konta
pt: ID público da conta
ru: Публичный ID аккаунта
sv: Offentligt konto-ID
th: รหัสบัญชีสาธารณะ
tr: Genel hesap kimliği
uk: Публічний ідентифікатор облікового запису
ur: عوامی اکاؤنٹ ID
vi: ID tài khoản công khai
zh_tw: 公開帳號 ID

source: Account private key
ar: المفتاح الخاص للحساب
az: Hesabın özəl açarı
bg: Частен ключ на акаунт
ca: Clau privada del compte
cs: Soukromý klíč účtu
da: Kontos private nøgle
de: Privater Kontoschlüssel
el: Ιδιωτικό κλειδί λογαριασμού
es: Clave privada de la cuenta
et: Konto privaatvõti
fa: کلید خصوصی حساب
fr: Clé privée du compte
hi: खाते की निजी कुंजी
hu: Fiók privát kulcsa
id: Kunci pribadi akun
it: Chiave privata account
ja: アカウント秘密鍵
ko: 계정 개인 키
lv: Konta privātā atslēga
nl: Privésleutel account
pl: Klucz prywatny konta
pt: Chave privada da conta
ru: Приватный ключ аккаунта
sv: Kontots privata nyckel
th: คีย์ส่วนตัวบัญชี
tr: Hesap özel anahtarı
uk: Приватний ключ облікового запису
ur: اکاؤنٹ کی نجی کلید
vi: Khóa riêng tài khoản
zh_tw: 帳號私鑰
