Repository: ZharlieW/Aegis
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bg, ca, cs, da, de, el, es, et, fa, fr, hi, hu, id, it, ja, ko, lv, nl, pl, pt, ru, sv, th, tr, uk, ur, vi, zh_tw

source: Event details copied to clipboard
ar: تم نسخ تفاصيل الحدث
az: Hadisə təfərrüatları buferə kopyalandı
bg: Подробностите за събитието са копирани в клипборда
ca: Detalls de l'esdeveniment copiats al porta-retalls
cs: Podrobnosti události zkopírovány do schránky
da: Begivenhedsdetaljer kopieret til udklipsholder
de: Ereignisdetails in die Zwischenablage kopiert
el: Οι λεπτομέρειες συμβάντος αντιγράφηκαν
es: Detalles del evento copiados al portapapeles
et: Sündmuse üksikasjad kopeeritud lõikelauale
fa: جزئیات رویداد در کلیپ‌بورد کپی شد
fr: Détails de l'événement copiés dans le presse-papiers
hi: इवेंट विवरण क्लिपबोर्ड पर कॉपी
hu: Esemény részletei vágólapra másolva
id: Detail acara disalin ke clipboard
it: Dettagli evento copiati negli appunti
ja: イベント詳細をクリップボードにコピーしました
ko: 이벤트 세부정보가 클립보드에 복사됨
lv: Notikuma detaļas nokopētas starpliktuvē
nl: Details gebeurtenis gekopieerd naar klembord
pl: Szczegóły zdarzenia skopiowane do schowka
pt: Detalhes do evento copiados para a área de transferência
ru: Подробности события скопированы в буфер обмена
sv: Händelsedetaljer kopierade till urklipp
th: คัดลอกรายละเอียดเหตุการณ์แล้ว
tr: Olay ayrıntıları panoya kopyalandı
uk: Деталі події скопійовано в буфер обміну
ur: ایونٹ کی تفصیلات کلپ بورڈ پر کاپی
vi: Đã sao chi tiết sự kiện vào clipboard
zh_tw: 事件詳情已複製到剪貼簿

source: Raw metadata copied to clipboard
ar: تم نسخ البيانات الوصفية الأولية
az: Xam metadata buferə kopyalandı
bg: Суровите метаданни са копирани в клипборда
ca: Metadades en brut copiades al porta-retalls
cs: Surová metadata zkopírována do schránky
da: Rå metadata kopieret til udklipsholder
de: Rohe Metadaten in die Zwischenablage kopiert
el: Τα ακατέργαστα μεταδεδομένα αντιγράφηκαν
es: Metadatos crudos copiados al portapapeles
et: Toormetaandmed kopeeritud lõikelauale
fa: متادیتای خام در کلیپ‌بورد کپی شد
fr: Métadonnées brutes copiées dans le presse-papiers
hi: रॉ मेटाडेटा क्लिपबोर्ड पर कॉपी
hu: Nyers metaadatok vágólapra másolva
id: Metadata mentah disalin ke clipboard
it: Metadati grezzi copiati negli appunti
ja: 生メタデータをクリップボードにコピーしました
ko: 원시 메타데이터가 클립보드에 복사됨
lv: Neapstrādāti metadati nokopēti starpliktuvē
nl: Ruwe metadata gekopieerd naar klembord
pl: Surowe metadane skopiowane do schowka
pt: Metadados brutos copiados para a área de transferência
ru: Исходные метаданные скопированы в буфер обмена
sv: Rå metadata kopierad till urklipp
th: คัดลอกเมตาดาต้าดิบแล้ว
tr: Ham meta veriler panoya kopyalandı
uk: Сирині метадані скопійовано в буфер обміну
ur: خام میٹا ڈیٹا کلپ بورڈ پر کاپی
vi: Đã sao siêu dữ liệu thô vào clipboard
zh_tw: 原始中繼資料已複製到剪貼簿

source: Permission Request
ar: طلب الإذن
az: İcazə tələbi
bg: Заявка за разрешение
ca: Sol·licitud de permisos
cs: Žádost o oprávnění
da: Tilladelsesanmodning
de: Berechtigungsanfrage
el: Αίτηση δικαιώματος
es: Solicitud de permisos
et: Õiguse taotlus
fa: درخواست مجوز
fr: Demande de permission
hi: अनुमति अनुरोध
hu: Jogosultság kérés
id: Permintaan Izin
it: Richiesta di autorizzazione
ja: 権限リクエスト
ko: 권한 요청
lv: Atļaujas pieprasījums
nl: Machtigingsverzoek
pl: Żądanie uprawnień
pt: Pedido de permissão
ru: Запрос разрешения
sv: Behörighetsbegäran
th: คำขอลิทธิ์
tr: İzin isteği
uk: Запит дозволу
ur: اجازت کی درخواست
vi: Yêu cầu quyền
zh_tw: 權限請求

# permissionRequestContent
source: This application is requesting permissions to access your Nostr account
ar: هذا التطبيق يطلب إذناً للوصول إلى حساب Nostr
az: Bu tətbiq Nostr hesabınıza daxil olmaq üçün icazə tələb edir
bg: Това приложение иска разрешение за достъп до вашия акаунт Nostr
ca: Aquesta aplicació demana permisos per accedir al teu compte Nostr
cs: Tato aplikace žádá o oprávnění k přístupu k vašemu účtu Nostr
da: Denne applikation anmoder om tilladelse til at få adgang til din Nostr-konto
de: Diese Anwendung fordert Zugriff auf dein Nostr-Konto an
el: Αυτή η εφαρμογή ζητά δικαιώματα πρόσβασης στον λογαριασμό Nostr σας
es: Esta aplicación solicita permisos para acceder a tu cuenta Nostr
et: See rakendus küsib ligipääsu sinu Nostr kontole
fa: این برنامه درخواست دسترسی به حساب Nostr شما را دارد
fr: Cette application demande l'accès à votre compte Nostr
hi: यह ऐप आपके Nostr खाते तक पहुँच की अनुमति माँग रहा है
hu: Ez az alkalmazás hozzáférést kér a Nostr fiókjához
id: Aplikasi ini meminta izin untuk mengakses akun Nostr Anda
it: Questa applicazione richiede l'accesso al tuo account Nostr
ja: このアプリは Nostr アカウントへのアクセス権限を要求しています
ko: 이 앱이 Nostr 계정 액세스 권한을 요청하고 있습니다
lv: Šī lietotne pieprasa atļauju piekļūt jūsu Nostr kontam
nl: Deze applicatie vraagt toestemming om uw Nostr-account te openen
pl: Ta aplikacja prosi o uprawnienia do Twojego konta Nostr
pt: Esta aplicação está a pedir permissão para aceder à tua conta Nostr
ru: Это приложение запрашивает доступ к вашему аккаунту Nostr
sv: Denna applikation begär behörighet att komma åt ditt Nostr-konto
th: แอปนี้กำลังขอสิทธิ์เข้าถึงบัญชี Nostr ของคุณ
tr: Bu uygulama Nostr hesabına erişim izni istiyor
uk: Цей додаток запитує дозвіл на доступ до вашого облікового запису Nostr
ur: یہ ایپ آپ کے Nostr اکاؤنٹ تک رسائی کی اجازت مانگ رہی ہے
vi: Ứng dụng này đang yêu cầu quyền truy cập tài khoản Nostr của bạn
zh_tw: 此應用程式正在請求存取您的 Nostr 帳號的權限

source: Grant Permissions
ar: منح الأذونات
az: İcazələr ver
bg: Предоставяне на разрешения
ca: Concedir permisos
cs: Udělit oprávnění
da: Giv tilladelser
de: Berechtigungen erteilen
el: Χορήγηση δικαιωμάτων
es: Conceder permisos
et: Anna õigused
fa: اعطای مجوزها
fr: Accorder les permissions
hi: अनुमति दें
hu: Jogosultságok megadása
id: Berikan Izin
it: Concedi autorizzazioni
ja: 権限を付与
ko: 권한 부여
lv: Piešķirt atļaujas
nl: Machtigingen verlenen
pl: Przyznaj uprawnienia
pt: Conceder permissões
ru: Предоставить разрешения
sv: Bevilja behörigheter
th: อนุญาต
tr: İzin ver
uk: Надати дозволи
ur: اجازتیں دیں
vi: Cấp quyền
zh_tw: 授予權限

source: Reject
ar: رفض
az: Rədd et
bg: Отхвърляне
ca: Rebutjar
cs: Odmítnout
da: Afvis
de: Ablehnen
el: Απόρριψη
es: Rechazar
et: Keeldu
fa: رد
fr: Refuser
hi: अस्वीकार
hu: Elutasítás
id: Tolak
it: Rifiuta
ja: 拒否
ko: 거부
lv: Noraidīt
nl: Weigeren
pl: Odrzuć
pt: Rejeitar
ru: Отклонить
sv: Avvisa
th: ปฏิเสธ
tr: Reddet
uk: Відхилити
ur: مسترد
vi: Từ chối
zh_tw: 拒絕

source: Full Access Granted
ar: تم منح الوصول الكامل
az: Tam giriş verildi
bg: Пълен достъп е предоставен
ca: Accés complet concedit
cs: Plný přístup udělen
da: Fuld adgang givet
de: Voller Zugriff erteilt
el: Πλήρης πρόσβαση παραχωρήθηκε
es: Acceso completo concedido
et: Täielik ligipääs antud
fa: دسترسی کامل اعطا شد
fr: Accès complet accordé
hi: पूर्ण पहुँच दी गई
hu: Teljes hozzáférés megadva
id: Akses Penuh Diberikan
it: Accesso completo concesso
ja: フルアクセスを付与しました
ko: 전체 액세스 부여됨
lv: Pilna piekļuve piešķirta
nl: Volledige toegang verleend
pl: Przyznano pełny dostęp
pt: Acesso total concedido
ru: Полный доступ предоставлен
sv: Full åtkomst beviljad
th: ให้สิทธิ์เข้าถึงเต็มแล้ว
tr: Tam erişim verildi
uk: Повний доступ надано
ur: مکمل رسائی دی گئی
vi: Đã cấp quyền truy cập đầy đủ
zh_tw: 已授予完整存取權限

# fullAccessHint
source: This application will have full access to your Nostr account, including:
ar: سيكون لهذا التطبيق وصول كامل إلى حساب Nostr، بما في ذلك:
az: Bu tətbiq Nostr hesabınıza tam giriş əldə edəcək, o cümlədən:
bg: Това приложение ще има пълен достъп до вашия акаунт Nostr, включително:
ca: Aquesta aplicació tindrà accés complet al teu compte Nostr, incloent:
cs: Tato aplikace bude mít plný přístup k vašemu účtu Nostr, včetně:
da: Denne applikation vil have fuld adgang til din Nostr-konto, herunder:
de: Diese Anwendung hat vollen Zugriff auf dein Nostr-Konto, u. a.:
el: Αυτή η εφαρμογή θα έχει πλήρη πρόσβαση στον λογαριασμό Nostr σας, συμπεριλαμβανομένων:
es: Esta aplicación tendrá acceso completo a tu cuenta Nostr, incluido:
et: See rakendus saab täieliku ligipääsu sinu Nostr kontole, sealhulgas:
fa: این برنامه دسترسی کامل به حساب Nostr شما خواهد داشت، از جمله:
fr: Cette application aura un accès complet à votre compte Nostr, notamment :
hi: इस ऐप को आपके Nostr खाते की पूर्ण पहुँच होगी, जिसमें:
hu: Ez az alkalmazás teljes hozzáférést kap a Nostr fiókjához, beleértve:
id: Aplikasi ini akan memiliki akses penuh ke akun Nostr Anda, termasuk:
it: Questa applicazione avrà accesso completo al tuo account Nostr, incluso:
ja: このアプリは Nostr アカウントへのフルアクセスを持ちます。次のことが含まれます：
ko: 이 앱은 Nostr 계정에 대한 전체 액세스 권한을 가지며, 다음을 포함합니다:
lv: Šai lietotnei būs pilna piekļuve jūsu Nostr kontam, ieskaitot:
nl: Deze applicatie krijgt volledige toegang tot uw Nostr-account, waaronder:
pl: Ta aplikacja będzie miała pełny dostęp do Twojego konta Nostr, w tym:
pt: Esta aplicação terá acesso total à tua conta Nostr, incluindo:
ru: Это приложение получит полный доступ к вашему аккаунту Nostr, в том числе:
sv: Denna applikation får full åtkomst till ditt Nostr-konto, inklusive:
th: แอปนี้จะมีสิทธิ์เข้าถึงบัญชี Nostr ของคุณอย่างเต็มที่ รวมถึง:
tr: Bu uygulama Nostr hesabına tam erişime sahip olacak:
uk: Цей додаток матиме повний доступ до вашого облікового запису Nostr, зокрема:
ur: اس ایپ کو آپ کے Nostr اکاؤنٹ کی مکمل رسائی ہو گی، بشمول:
vi: Ứng dụng này sẽ có quyền truy cập đầy đủ tài khoản Nostr của bạn, bao gồm:
zh_tw: 此應用程式將擁有您 Nostr 帳號的完整存取權限，包括：

# permissionAccessPubkey
source: Access your Nostr public key
ar: الوصول إلى مفتاحك العام Nostr
az: Nostr ictimai açarınıza giriş
bg: Достъп до вашия публичен ключ Nostr
ca: Accés a la teva clau pública Nostr
cs: Přístup k veřejnému klíči Nostr
da: Adgang til din Nostr offentlige nøgle
de: Zugriff auf deinen Nostr-öffentlichen Schlüssel
el: Πρόσβαση στο δημόσιο κλειδί Nostr σας
es: Acceso a tu clave pública Nostr
et: Ligipääs sinu Nostr avalikule võtmele
fa: دسترسی به کلید عمومی Nostr شما
fr: Accéder à votre clé publique Nostr
hi: आपकी Nostr पब्लिक कुंजी तक पहुँच
hu: Nostr nyilvános kulcs elérése
id: Akses kunci publik Nostr Anda
it: Accedi alla tua chiave pubblica Nostr
ja: Nostr 公開鍵へのアクセス
ko: Nostr 공개 키 액세스
lv: Piekļuve jūsu Nostr publiskajai atslēgai
nl: Toegang tot uw Nostr-publieke sleutel
pl: Dostęp do publicznego klucza Nostr
pt: Aceder à tua chave pública Nostr
ru: Доступ к вашему открытому ключу Nostr
sv: Åtkomst till din Nostr-offentliga nyckel
th: เข้าถึงคีย์สาธารณะ Nostr
tr: Nostr genel anahtarına erişim
uk: Доступ до вашого публічного ключа Nostr
ur: آپ کی Nostr عوامی کلید تک رسائی
vi: Truy cập khóa công khai Nostr
zh_tw: 存取您的 Nostr 公鑰

# permissionSignEvents
source: Sign Nostr events
ar: توقيع أحداث Nostr
az: Nostr hadisələrini imzalamaq
bg: Подписване на събития Nostr
ca: Signar esdeveniments Nostr
cs: Podepisování událostí Nostr
da: Signer Nostr-begivenheder
de: Nostr-Ereignisse signieren
el: Υπογραφή συμβάντων Nostr
es: Firmar eventos Nostr
et: Nostr sündmuste allkirjastamine
fa: امضای رویدادهای Nostr
fr: Signer les événements Nostr
hi: Nostr इवेंट पर साइन करना
hu: Nostr események aláírása
id: Tandatangani acara Nostr
it: Firma eventi Nostr
ja: Nostr イベントの署名
ko: Nostr 이벤트 서명
lv: Parakstīt Nostr notikumus
nl: Nostr-gebeurtenissen ondertekenen
pl: Podpisywanie zdarzeń Nostr
pt: Assinar eventos Nostr
ru: Подписание событий Nostr
sv: Signera Nostr-händelser
th: ลงนามเหตุการณ์ Nostr
tr: Nostr olaylarını imzala
uk: Підпис подій Nostr
ur: Nostr ایونٹس پر دستخط
vi: Ký sự kiện Nostr
zh_tw: 簽署 Nostr 事件

# permissionEncryptDecrypt
source: Encrypt and decrypt events (NIP-04 & NIP-44)
ar: تشفير وفك تشفير الأحداث (NIP-04 و NIP-44)
az: Hadisələri şifrələmək və açmaq (NIP-04 və NIP-44)
bg: Криптиране и декриптиране на събития (NIP-04 и NIP-44)
ca: Xifrar i desxifrar esdeveniments (NIP-04 i NIP-44)
cs: Šifrování a dešifrování událostí (NIP-04 a NIP-44)
da: Krypter og dekrypter begivenheder (NIP-04 og NIP-44)
de: Ereignisse verschlüsseln und entschlüsseln (NIP-04 & NIP-44)
el: Κρυπτογράφηση και αποκρυπτογράφηση συμβάντων (NIP-04 και NIP-44)
es: Cifrar y descifrar eventos (NIP-04 y NIP-44)
et: Sündmuste krüptimine ja lahtikrüptimine (NIP-04 ja NIP-44)
fa: رمزنگاری و رمزگشایی رویدادها (NIP-04 و NIP-44)
fr: Chiffrer et déchiffrer les événements (NIP-04 et NIP-44)
hi: इवेंट एन्क्रिप्ट/डिक्रिप्ट (NIP-04 और NIP-44)
hu: Események titkosítása és visszafejtése (NIP-04 és NIP-44)
id: Enkripsi dan dekripsi acara (NIP-04 & NIP-44)
it: Crittografa e decifra eventi (NIP-04 e NIP-44)
ja: イベントの暗号化・復号（NIP-04 & NIP-44）
ko: 이벤트 암호화·복호화(NIP-04 & NIP-44)
lv: Šifrēt un atšifrēt notikumus (NIP-04 un NIP-44)
nl: Gebeurtenissen versleutelen en ontsleutelen (NIP-04 & NIP-44)
pl: Szyfrowanie i odszyfrowywanie zdarzeń (NIP-04 i NIP-44)
pt: Encriptar e desencriptar eventos (NIP-04 e NIP-44)
ru: Шифрование и расшифровка событий (NIP-04 и NIP-44)
sv: Kryptera och dekryptera händelser (NIP-04 och NIP-44)
th: เข้ารหัสและถอดรหัสเหตุการณ์ (NIP-04 และ NIP-44)
tr: Olayları şifrele ve çöz (NIP-04 ve NIP-44)
uk: Шифрування та розшифрування подій (NIP-04 та NIP-44)
ur: ایونٹس خفیہ/ڈیکرپٹ (NIP-04 اور NIP-44)
vi: Mã hóa và giải mã sự kiện (NIP-04 và NIP-44)
zh_tw: 加密與解密事件（NIP-04 與 NIP-44）

source: Tips
ar: نصائح
az: Məsləhətlər
bg: Съвети
ca: Consells
cs: Tipy
de: Tipps
el: Συμβουλές
es: Consejos
et: Nõuanded
fa: نکات
fr: Conseils
hi: टिप्स
hu: Tippek
it: Suggerimenti
ja: ヒント
ko: 팁
lv: Padomi
pl: Wskazówki
pt: Dicas
ru: Подсказки
th: เคล็ดลับ
tr: İpuçları
uk: Поради
ur: نکات
vi: Mẹo
zh_tw: 提示

# schemeLoginFirst
source: Unable to resolve scheme, please login first.
ar: تعذر حل المخطط. سجّل الدخول أولاً.
az: Sxemi həll etmək mümkün deyil, əvvəlcə daxil olun.
bg: Не може да се разреши схемата, първо влезте.
ca: No es pot resoldre l'esquema; inicia sessió abans.
cs: Nelze vyřešit schéma, nejprve se přihlaste.
da: Kan ikke løse skema, log ind først.
de: Schema konnte nicht aufgelöst werden. Bitte zuerst anmelden.
el: Δεν μπορεί να επιλυθεί το σχήμα, συνδεθείτε πρώτα.
es: No se puede resolver el esquema. Inicia sesión primero.
et: Skeemi ei saa lahendada, logi esmalt sisse.
fa: نمی‌توان طرح را حل کرد، ابتدا وارد شوید.
fr: Impossible de résoudre le schéma. Connectez-vous d'abord.
hi: स्कीम हल नहीं हो सकता, पहले लॉग इन करें।
hu: A séma nem oldható meg, először jelentkezzen be.
id: Tidak dapat menyelesaikan skema, silakan masuk terlebih dahulu.
it: Impossibile risolvere lo schema. Accedi prima.
ja: スキームを解決できません。先にログインしてください。
ko: 스킴을 확인할 수 없습니다. 먼저 로그인하세요.
lv: Nevar atrisināt shēmu, vispirms pieslēdzieties.
nl: Schema kan niet worden opgelost, log eerst in.
pl: Nie można rozwiązać schematu, zaloguj się najpierw.
pt: Não foi possível resolver o esquema. Inicia sessão primeiro.
ru: Не удалось обработать ссылку. Сначала войдите.
sv: Kan inte lösa schema, logga in först.
th: ไม่สามารถแก้ scheme ได้ กรุณาเข้าสู่ระบบก่อน
tr: Şema çözülemedi. Önce giriş yap.
uk: Не вдалося розв’язати схему, спочатку увійдіть.
ur: سکیم حل نہیں ہو سکتا، پہلے لاگ ان کریں۔
vi: Không thể xử lý scheme. Vui lòng đăng nhập trước.
zh_tw: 無法解析連結，請先登入。

source: New Connection Request
ar: طلب اتصال جديد
az: Yeni bağlantı tələbi
bg: Нова заявка за връзка
ca: Nova sol·licitud de connexió
cs: Nová žádost o připojení
da: Ny forbindelsesanmodning
de: Neue Verbindungsanfrage
el: Νέο αίτημα σύνδεσης
es: Nueva solicitud de conexión
et: Uus ühendustaotlus
fa: درخواست اتصال جدید
fr: Nouvelle demande de connexion
hi: नया कनेक्शन अनुरोध
hu: Új kapcsolatkérés
id: Permintaan Koneksi Baru
it: Nuova richiesta di connessione
ja: 新しい接続リクエスト
ko: 새 연결 요청
lv: Jauns savienojuma pieprasījums
nl: Nieuwe verbindingsaanvraag
pl: Nowe żądanie połączenia
pt: Novo pedido de ligação
ru: Новый запрос подключения
sv: Ny anslutningsbegäran
th: คำขอเชื่อมต่อใหม่
tr: Yeni bağlantı isteği
uk: Новий запит на з’єднання
ur: نیا کنکشن درخواست
vi: Yêu cầu kết nối mới
zh_tw: 新連線請求

# newConnectionNoSlotHint
source: A new application is trying to connect, but no unused application is available. Please create a new application first.
ar: تطبيق جديد يحاول الاتصال لكن لا يوجد تطبيق متاح. أنشئ تطبيقاً جديداً أولاً.
az: Yeni tətbiq qoşulmağa cəhd edir, amma boş tətbiq yoxdur. Əvvəlcə yeni tətbiq yaradın.
bg: Ново приложение се опитва да се свърже, но няма налично свободно приложение. Първо създайте ново приложение.
ca: Una aplicació nova vol connectar-se, però no hi ha cap aplicació lliure. Crea primer una aplicació nova.
cs: Nová aplikace se snaží připojit, ale není k dispozici žádná volná aplikace. Nejprve vytvořte novou aplikaci.
da: En ny applikation forsøger at forbinde, men der er ingen ledig applikation. Opret først en ny applikation.
de: Eine neue Anwendung möchte sich verbinden, aber es ist keine freie Anwendung verfügbar. Bitte zuerst eine neue Anwendung anlegen.
el: Μια νέα εφαρμογή προσπαθεί να συνδεθεί, αλλά δεν υπάρχει διαθέσιμη εφαρμογή. Δημιουργήστε πρώτα νέα εφαρμογή.
es: Una aplicación nueva intenta conectarse, pero no hay ninguna disponible. Crea primero una aplicación nueva.
et: Uus rakendus üritab ühenduda, kuid vaba rakendust pole. Loo esmalt uus rakendus.
fa: برنامه جدید می‌خواهد وصل شود اما برنامه خالی در دسترس نیست. ابتدا یک برنامه جدید ایجاد کنید.
fr: Une nouvelle application tente de se connecter, mais aucune application n'est disponible. Créez d'abord une nouvelle application.
hi: नया ऐप कनेक्ट करने की कोशिश कर रहा है लेकिन कोई खाली ऐप नहीं। पहले नया ऐप बनाएं।
hu: Egy új alkalmazás próbál csatlakozni, de nincs szabad alkalmazás. Először hozzon létre új alkalmazást.
id: Aplikasi baru mencoba terhubung, tetapi tidak ada aplikasi yang tidak terpakai. Silakan buat aplikasi baru terlebih dahulu.
it: Una nuova applicazione sta cercando di connettersi, ma non c'è spazio. Crea prima una nuova applicazione.
ja: 新しいアプリが接続しようとしていますが、使用可能なアプリがありません。先に新しいアプリを作成してください。
ko: 새 앱이 연결을 시도하고 있지만 사용 가능한 앱이 없습니다. 먼저 새 앱을 만드세요.
lv: Jauna lietotne mēģina savienoties, bet nav brīvas lietotnes. Vispirms izveidojiet jaunu lietotni.
nl: Een nieuwe applicatie probeert verbinding te maken, maar er is geen ongebruikte applicatie beschikbaar. Maak eerst een nieuwe applicatie aan.
pl: Nowa aplikacja próbuje się połączyć, ale nie ma dostępnej wolnej aplikacji. Najpierw utwórz nową aplikację.
pt: Uma nova aplicação está a tentar ligar-se, mas não há nenhuma aplicação disponível. Cria primeiro uma nova aplicação.
ru: Новое приложение пытается подключиться, но нет доступных слотов. Сначала создайте новое приложение.
sv: En ny applikation försöker ansluta, men ingen ledig applikation finns. Skapa först en ny applikation.
th: แอปใหม่พยายามเชื่อมต่อแต่ไม่มีแอปว่าง กรุณาสร้างแอปใหม่ก่อน
tr: Yeni bir uygulama bağlanmaya çalışıyor ama boş uygulama yok. Önce yeni uygulama oluştur.
uk: Новий додаток намагається підключитися, але немає вільного додатку. Спочатку створіть новий додаток.
ur: نیا ایپ جوڑنے کی کوشش کر رہا ہے لیکن خالی ایپ دستیاب نہیں۔ پہلے نیا ایپ بنائیں۔
vi: Một ứng dụng mới đang cố kết nối nhưng không còn chỗ. Hãy tạo ứng dụng mới trước.
zh_tw: 有新應用程式嘗試連線，但沒有可用的應用程式槽位。請先建立新應用程式。

source: Copied successfully
ar: تم النسخ بنجاح
az: Kopyalandı
bg: Успешно копирано
ca: Copiat correctament
cs: Úspěšně zkopírováno
da: Kopieret
de: Erfolgreich kopiert
el: Αντιγράφηκε επιτυχώς
es: Copiado correctamente
et: Kopeeritud
fa: با موفقیت کپی شد
fr: Copié avec succès
hi: कॉपी हो गया
hu: Sikeresen másolva
id: Berhasil disalin
it: Copiato con successo
ja: コピーに成功しました
ko: 복사 성공
lv: Nokopēts
nl: Succesvol gekopieerd
pl: Skopiowano pomyślnie
pt: Copiado com sucesso
ru: Успешно скопировано
sv: Kopierat
th: คัดลอกสำเร็จ
tr: Başarıyla kopyalandı
uk: Успішно скопійовано
ur: کامیابی سے کاپی
vi: Đã sao thành công
zh_tw: 複製成功

source: No results found
ar: لم يتم العثور على نتائج
az: Nəticə tapılmadı
bg: Няма намерени резултати
ca: No s'han trobat resultats
cs: Nenalezeny žádné výsledky
da: Ingen resultater fundet
de: Keine Ergebnisse gefunden
el: Δεν βρέθηκαν αποτελέσματα
es: No se encontraron resultados
et: Tulemusi ei leitud
fa: نتیجه‌ای یافت نشد
fr: Aucun résultat trouvé
hi: कोई परिणाम नहीं मिला
hu: Nincs találat
id: Tidak ada hasil ditemukan
it: Nessun risultato trovato
ja: 結果が見つかりません
ko: 검색 결과가 없습니다
lv: Rezultāti nav atrasti
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników
pt: Nenhum resultado encontrado
ru: Ничего не найдено
sv: Inga resultat hittades
th: ไม่พบผลลัพธ์
tr: Sonuç bulunamadı
uk: Нічого не знайдено
ur: کوئی نتیجہ نہیں ملا
vi: Không tìm thấy kết quả
zh_tw: 找不到結果

# pleaseSelectApplication
source: Please select an application
ar: يرجى اختيار تطبيق
az: Zəhmət olmasa tətbiq seçin
bg: Моля, изберете приложение
ca: Seleccioneu una aplicació
cs: Vyberte aplikaci
da: Vælg en applikation
de: Bitte wähle eine Anwendung
el: Επιλέξτε μια εφαρμογή
es: Por favor selecciona una aplicación
et: Valige rakendus
fa: لطفاً یک برنامه انتخاب کنید
fr: Veuillez sélectionner une application
hi: कृपया एक ऐप चुनें
hu: Válasszon alkalmazást
id: Silakan pilih aplikasi
it: Seleziona un'applicazione
ja: アプリを選択してください
ko: 앱을 선택해 주세요
lv: Izvēlieties lietotni
nl: Selecteer een toepassing
pl: Wybierz aplikację
pt: Por favor seleciona uma aplicação
ru: Выберите приложение
sv: Välj en applikation
th: กรุณาเลือกแอป
tr: Lütfen bir uygulama seçin
uk: Виберіть додаток
ur: براہ کرم ایک ایپ منتخب کریں
vi: Vui lòng chọn ứng dụng
zh_tw: 請選擇應用程式

# orEnterCustomName
source: Or enter a custom name
ar: أو أدخل اسماً مخصصاً
az: Və ya xüsusi ad daxil edin
bg: Или въведете собствено име
ca: O introduïu un nom personalitzat
cs: Nebo zadejte vlastní název
da: Eller indtast et brugerdefineret navn
de: Oder gib einen eigenen Namen ein
el: Ή εισάγετε προσαρμοσμένο όνομα
es: O introduce un nombre personalizado
et: Või sisestage kohandatud nimi
fa: یا نام سفارشی وارد کنید
fr: Ou entrez un nom personnalisé
hi: या कस्टम नाम दर्ज करें
hu: Vagy adjon meg egyéni nevet
id: Atau masukkan nama kustom
it: Oppure inserisci un nome personalizzato
ja: またはカスタム名を入力
ko: 또는 사용자 지정 이름 입력
lv: Vai ievadiet pielāgotu nosaukumu
nl: Of voer een aangepaste naam in
pl: Lub wprowadź niestandardową nazwę
pt: Ou introduz um nome personalizado
ru: Или введите своё название
sv: Eller ange ett anpassat namn
th: หรือใส่ชื่อที่กำหนดเอง
tr: Veya özel bir ad girin
uk: Або введіть власну назву
ur: یا اپنا نام درج کریں
vi: Hoặc nhập tên tùy chỉnh
zh_tw: 或輸入自訂名稱

# continueButton
source: Continue
ar: متابعة
az: Davam et
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Jätka
fa: ادامه
fr: Continuer
hi: जारी रखें
hu: Tovább
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
lv: Turpināt
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_tw: 繼續
