Repository: ZharlieW/Aegis
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bg, ca, cs, da, de, el, es, et, fa, fr, hi, hu, id, it, ja, ko, lv, nl, pl, pt, ru, sv, th, tr, uk, ur, vi, zh_tw

source: Application Info
ar: معلومات التطبيق
az: Tətbiq məlumatı
bg: Информация за приложението
ca: Info de l'aplicació
cs: Informace o aplikaci
da: Applikationsinfo
de: Anwendungsinfo
el: Πληροφορίες εφαρμογής
es: Información de la aplicación
et: Rakenduse info
fa: اطلاعات برنامه
fr: Informations sur l'application
hi: ऐप जानकारी
hu: Alkalmazás információ
id: Info Aplikasi
it: Info applicazione
ja: アプリ情報
ko: 앱 정보
lv: Lietotnes informācija
nl: Applicatie-info
pl: Informacje o aplikacji
pt: Informação da aplicação
ru: Информация о приложении
sv: Applikationsinfo
th: ข้อมูลแอป
tr: Uygulama bilgisi
uk: Інформація про додаток
ur: ایپ کی معلومات
vi: Thông tin ứng dụng
zh_tw: 應用程式資訊

source: Activities
ar: النشاط
az: Fəaliyyətlər
bg: Дейности
ca: Activitats
cs: Aktivity
da: Aktiviteter
de: Aktivitäten
el: Δραστηριότητες
es: Actividad
et: Tegevused
fa: فعالیت‌ها
fr: Activités
hi: एक्टिविटी
hu: Tevékenységek
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
lv: Darbības
nl: Activiteiten
pl: Aktywności
pt: Atividade
ru: Активность
sv: Aktiviteter
th: กิจกรรม
tr: Etkinlikler
uk: Активність
ur: سرگرمیاں
vi: Hoạt động
zh_tw: 動態

source: Client pubkey
ar: المفتاح العام للعميل
az: Müştərinin ictimai açarı
bg: Публичен ключ на клиента
ca: Clau pública del client
cs: Veřejný klíč klienta
da: Klientens offentlige nøgle
de: Öffentlicher Client-Schlüssel
el: Δημόσιο κλειδί πελάτη
es: Clave pública del cliente
et: Kliendi avalik võti
fa: کلید عمومی کلاینت
fr: Clé publique du client
hi: क्लाइंट पब्लिक कुंजी
hu: Kliens nyilvános kulcs
id: Pubkey klien
it: Chiave pubblica client
ja: クライアント公開鍵
ko: 클라이언트 공개 키
lv: Klienta publiskā atslēga
nl: Publieke sleutel client
pl: Klucz publiczny klienta
pt: Chave pública do cliente
ru: Открытый ключ клиента
sv: Klientens offentliga nyckel
th: คีย์สาธารณะไคลเอ็นต์
tr: İstemci genel anahtarı
uk: Публічний ключ клієнта
ur: کلائنٹ عوامی کلید
vi: Khóa công khai máy khách
zh_tw: 用戶端公鑰

source: Remove
ar: إزالة
az: Sil
bg: Премахване
ca: Eliminar
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Quitar
et: Eemalda
fa: حذف
fr: Supprimer
hi: हटाएं
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
lv: Noņemt
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
ur: ہٹائیں
vi: Gỡ
zh_tw: 移除

# removeAppConfirm
source: Are you sure you want to remove all permissions from this application?
ar: هل تريد إزالة جميع الأذونات من هذا التطبيق؟
az: Bu tətbiqdən bütün icazələri silmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да премахнете всички разрешения от това приложение?
ca: Segur que vols treure tots els permisos d'aquesta aplicació?
cs: Opravdu chcete odebrat všechna oprávnění této aplikace?
da: Er du sikker på, at du vil fjerne alle tilladelser fra denne applikation?
de: Alle Berechtigungen dieser Anwendung wirklich entfernen?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε όλα τα δικαιώματα από αυτή την εφαρμογή;
es: ¿Seguro que quieres quitar todos los permisos de esta aplicación?
et: Kas oled kindel, et soovid sellelt rakenduselt kõik õigused eemaldada?
fa: آیا مطمئن هستید که می‌خواهید همه مجوزهای این برنامه را حذف کنید؟
fr: Voulez-vous vraiment supprimer toutes les autorisations de cette application ?
hi: क्या आप इस ऐप की सभी अनुमतियाँ हटाना चाहते हैं?
hu: Biztosan el szeretné távolítani az összes jogosultságot erről az alkalmazásról?
id: Apakah Anda yakin ingin menghapus semua izin dari aplikasi ini?
it: Rimuovere tutte le autorizzazioni di questa applicazione?
ja: このアプリのすべての権限を削除してもよろしいですか？
ko: 이 앱의 모든 권한을 제거하시겠습니까?
lv: Vai tiešām vēlaties noņemt visas atļaujas no šīs lietotnes?
nl: Weet u zeker dat u alle rechten van deze applicatie wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie uprawnienia tej aplikacji?
pt: Tens a certeza que queres remover todas as permissões desta aplicação?
ru: Удалить все разрешения этого приложения?
sv: Är du säker på att du vill ta bort alla behörigheter från denna applikation?
th: คุณต้องการลบสิทธิ์ทั้งหมดของแอปนี้หรือไม่?
tr: Bu uygulamanın tüm izinlerini kaldırmak istediğinden emin misin?
uk: Ви впевнені, що хочете видалити всі дозволи цього додатку?
ur: کیا آپ اس ایپ کی تمام اجازتیں ہٹانا چاہتے ہیں؟
vi: Gỡ mọi quyền của ứng dụng này?
zh_tw: 確定要移除此應用程式的所有權限嗎？

source: Remove success
ar: تمت الإزالة بنجاح
az: Silindi
bg: Успешно премахнато
ca: Eliminat
cs: Úspěšně odebráno
da: Fjernet
de: Erfolgreich entfernt
el: Αφαιρέθηκε
es: Eliminado correctamente
et: Eemaldatud
fa: حذف موفق
fr: Suppression réussie
hi: हटा दिया
hu: Sikeres eltávolítás
id: Berhasil dihapus
it: Rimozione riuscita
ja: 削除に成功しました
ko: 제거 성공
lv: Noņemts
nl: Succesvol verwijderd
pl: Usunięto pomyślnie
pt: Removido com sucesso
ru: Успешно удалено
sv: Borttagen
th: ลบสำเร็จ
tr: Başarıyla kaldırıldı
uk: Успішно видалено
ur: ہٹا دیا
vi: Đã gỡ thành công
zh_tw: 移除成功

# nameCannotBeEmpty
source: The name cannot be empty
ar: الاسم لا يمكن أن يكون فارغاً
az: Ad boş ola bilməz
bg: Името не може да е празно
ca: El nom no pot estar buit
cs: Název nemůže být prázdný
da: Navnet kan ikke være tomt
de: Der Name darf nicht leer sein
el: Το όνομα δεν μπορεί να είναι κενό
es: El nombre no puede estar vacío
et: Nimi ei tohi olla tühi
fa: نام نمی‌تواند خالی باشد
fr: Le nom ne peut pas être vide
hi: नाम खाली नहीं हो सकता
hu: A név nem lehet üres
id: Nama tidak boleh kosong
it: Il nome non può essere vuoto
ja: 名前を入力してください
ko: 이름을 입력해 주세요
lv: Nosaukums nevar būt tukšs
nl: De naam mag niet leeg zijn
pl: Nazwa nie może być pusta
pt: O nome não pode estar vazio
ru: Имя не может быть пустым
sv: Namnet kan inte vara tomt
th: ชื่อไม่สามารถว่างได้
tr: Ad boş olamaz
uk: Назва не може бути порожньою
ur: نام خالی نہیں ہو سکتا
vi: Tên không được để trống
zh_tw: 名稱不可為空

# nameTooLong
source: The name is too long.
ar: الاسم طويل جداً.
az: Ad çox uzundur.
bg: Името е твърде дълго.
ca: El nom és massa llarg.
cs: Název je příliš dlouhý.
da: Navnet er for langt.
de: Der Name ist zu lang.
el: Το όνομα είναι πολύ μεγάλο.
es: El nombre es demasiado largo.
et: Nimi on liiga pikk.
fa: نام خیلی طولانی است.
fr: Le nom est trop long.
hi: नाम बहुत लंबा।
hu: A név túl hosszú.
id: Nama terlalu panjang.
it: Il nome è troppo lungo.
ja: 名前が長すぎます。
ko: 이름이 너무 깁니다.
lv: Nosaukums ir pārāk garš.
nl: De naam is te lang.
pl: Nazwa jest zbyt długa.
pt: O nome é demasiado longo.
ru: Имя слишком длинное.
sv: Namnet är för långt.
th: ชื่อยาวเกินไป
tr: Ad çok uzun.
uk: Назва занадто довга.
ur: نام بہت لمبا۔
vi: Tên quá dài.
zh_tw: 名稱過長。

source: Update success
ar: تم التحديث بنجاح
az: Yeniləmə uğurlu
bg: Актуализацията е успешна
ca: Actualització correcta
cs: Aktualizace úspěšná
da: Opdatering lykkedes
de: Aktualisierung erfolgreich
el: Επιτυχής ενημέρωση
es: Actualización correcta
et: Uuendamine õnnestus
fa: به‌روزرسانی موفق
fr: Mise à jour réussie
hi: अपडेट सफल
hu: Sikeres frissítés
id: Pembaruan berhasil
it: Aggiornamento riuscito
ja: 更新に成功しました
ko: 업데이트 성공
lv: Atjauninājums veiksmīgs
nl: Bijwerken geslaagd
pl: Aktualizacja powiodła się
pt: Atualização concluída
ru: Обновление выполнено
sv: Uppdatering lyckades
th: อัปเดตสำเร็จ
tr: Güncelleme başarılı
uk: Оновлення успішне
ur: اپڈیٹ کامیاب
vi: Cập nhật thành công
zh_tw: 更新成功

source: Edit configuration
ar: تحرير الإعدادات
az: Konfiqurasiyanı redaktə et
bg: Редактиране на конфигурация
ca: Editar configuració
cs: Upravit konfiguraci
da: Rediger konfiguration
de: Konfiguration bearbeiten
el: Επεξεργασία ρυθμίσεων
es: Editar configuración
et: Muuda konfiguratsiooni
fa: ویرایش پیکربندی
fr: Modifier la configuration
hi: कॉन्फ़िग संपादित करें
hu: Konfiguráció szerkesztése
id: Edit konfigurasi
it: Modifica configurazione
ja: 設定を編集
ko: 구성 편집
lv: Rediģēt konfigurāciju
nl: Configuratie bewerken
pl: Edytuj konfigurację
pt: Editar configuração
ru: Редактировать настройки
sv: Redigera konfiguration
th: แก้ไขการตั้งค่า
tr: Yapılandırmayı düzenle
uk: Редагувати налаштування
ur: کنفیگریشن میں ترمیم
vi: Sửa cấu hình
zh_tw: 編輯設定

source: Update
ar: تحديث
az: Yenilə
bg: Актуализация
ca: Actualitzar
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
et: Uuenda
fa: به‌روزرسانی
fr: Mettre à jour
hi: अपडेट
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: 更新
ko: 업데이트
lv: Atjaunināt
nl: Bijwerken
pl: Aktualizuj
pt: Atualizar
ru: Обновить
sv: Uppdatera
th: อัปเดต
tr: Güncelle
uk: Оновити
ur: اپڈیٹ
vi: Cập nhật
zh_tw: 更新

source: Search...
ar: بحث...
az: Axtar...
bg: Търсене...
ca: Cercar...
cs: Hledat...
da: Søg...
de: Suchen...
el: Αναζήτηση...
es: Buscar...
et: Otsi...
fa: جستجو...
fr: Rechercher...
hi: खोजें...
hu: Keresés...
id: Cari...
it: Cerca...
ja: 検索...
ko: 검색...
lv: Meklēt...
nl: Zoeken...
pl: Szukaj...
pt: Pesquisar...
ru: Поиск...
sv: Sök...
th: ค้นหา...
tr: Ara...
uk: Пошук...
ur: تلاش...
vi: Tìm...
zh_tw: 搜尋...

# enterCustomName
source: Enter a custom name
ar: أدخل اسماً مخصصاً
az: Xüsusi ad daxil edin
bg: Въведете персонализирано име
ca: Introdueix un nom personalitzat
cs: Zadejte vlastní název
da: Indtast brugerdefineret navn
de: Benutzerdefinierten Namen eingeben
el: Εισάγετε προσαρμοσμένο όνομα
es: Introduce un nombre personalizado
et: Sisesta kohandatud nimi
fa: نام سفارشی وارد کنید
fr: Entrez un nom personnalisé
hi: कस्टम नाम दर्ज करें
hu: Adjon meg egyéni nevet
id: Masukkan nama kustom
it: Inserisci un nome personalizzato
ja: カスタム名を入力
ko: 사용자 지정 이름 입력
lv: Ievadiet pielāgotu nosaukumu
nl: Voer een aangepaste naam in
pl: Wprowadź niestandardową nazwę
pt: Introduz um nome personalizado
ru: Введите своё имя
sv: Ange anpassat namn
th: ใส่ชื่อที่กำหนดเอง
tr: Özel ad gir
uk: Введіть власну назву
ur: اپنا نام درج کریں
vi: Nhập tên tùy chọn
zh_tw: 輸入自訂名稱

# selectApplication
source: Select an application
ar: اختر تطبيقاً
az: Tətbiq seçin
bg: Изберете приложение
ca: Selecciona una aplicació
cs: Vyberte aplikaci
da: Vælg en applikation
de: Anwendung auswählen
el: Επιλέξτε εφαρμογή
es: Seleccionar una aplicación
et: Vali rakendus
fa: یک برنامه انتخاب کنید
fr: Sélectionner une application
hi: ऐप चुनें
hu: Válasszon alkalmazást
id: Pilih aplikasi
it: Seleziona un'applicazione
ja: アプリを選択
ko: 앱 선택
lv: Izvēlieties lietotni
nl: Selecteer een applicatie
pl: Wybierz aplikację
pt: Selecionar uma aplicação
ru: Выберите приложение
sv: Välj en applikation
th: เลือกแอป
tr: Uygulama seç
uk: Виберіть додаток
ur: ایپ منتخب کریں
vi: Chọn ứng dụng
zh_tw: 選擇應用程式

source: Add Web App
ar: إضافة تطبيق ويب
az: Veb tətbiq əlavə et
bg: Добавяне на уеб приложение
ca: Afegir aplicació web
cs: Přidat webovou aplikaci
da: Tilføj webapp
de: Web-App hinzufügen
el: Προσθήκη εφαρμογής ιστού
es: Añadir aplicación web
et: Lisa veebirakendus
fa: افزودن برنامه وب
fr: Ajouter une application web
hi: वेब ऐप जोड़ें
hu: Webalkalmazás hozzáadása
id: Tambah Aplikasi Web
it: Aggiungi app web
ja: Web アプリを追加
ko: 웹 앱 추가
lv: Pievienot tīmekļa lietotni
nl: Webapp toevoegen
pl: Dodaj aplikację webową
pt: Adicionar aplicação web
ru: Добавить веб-приложение
sv: Lägg till webbapp
th: เพิ่มเว็บแอป
tr: Web uygulaması ekle
uk: Додати веб-додаток
ur: ویب ایپ شامل کریں
vi: Thêm ứng dụng web
zh_tw: 新增網頁應用程式

# appNameHint
source: My App
ar: تطبيقي
az: Mənim tətbiqim
bg: Моето приложение
ca: La meva app
cs: Moje aplikace
da: Min app
de: Meine App
el: Η εφαρμογή μου
es: Mi app
et: Minu rakendus
fa: برنامه من
fr: Mon application
hi: मेरा ऐप
hu: Az én alkalmazásom
id: Aplikasi Saya
it: La mia app
ja: マイアプリ
ko: 내 앱
lv: Mana lietotne
nl: Mijn app
pl: Moja aplikacja
pt: A minha app
ru: Моё приложение
sv: Min app
th: แอปของฉัน
tr: Uygulamam
uk: Мій додаток
ur: میری ایپ
vi: Ứng dụng của tôi
zh_tw: 我的應用程式

source: Add
ar: إضافة
az: Əlavə et
bg: Добавяне
ca: Afegir
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
et: Lisa
fa: افزودن
fr: Ajouter
hi: जोड़ें
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
lv: Pievienot
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
ur: شامل کریں
vi: Thêm
zh_tw: 新增

source: Search Nostr Apps...
ar: البحث في تطبيقات Nostr...
az: Nostr tətbiqlərini axtar...
bg: Търсене на приложения Nostr...
ca: Cercar aplicacions Nostr...
cs: Hledat aplikace Nostr...
da: Søg Nostr-apps...
de: Nostr-Apps suchen...
el: Αναζήτηση εφαρμογών Nostr...
es: Buscar aplicaciones Nostr...
et: Otsi Nostr rakendusi...
fa: جستجوی برنامه‌های Nostr...
fr: Rechercher des applications Nostr...
hi: Nostr ऐप खोजें...
hu: Nostr alkalmazások keresése...
id: Cari Aplikasi Nostr...
it: Cerca app Nostr...
ja: Nostr アプリを検索...
ko: Nostr 앱 검색...
lv: Meklēt Nostr lietotnes...
nl: Nostr-apps zoeken...
pl: Szukaj aplikacji Nostr...
pt: Pesquisar aplicações Nostr...
ru: Поиск приложений Nostr...
sv: Sök Nostr-appar...
th: ค้นหาแอป Nostr...
tr: Nostr uygulamalarında ara...
uk: Пошук додатків Nostr...
ur: Nostr ایپس تلاش کریں...
vi: Tìm ứng dụng Nostr...
zh_tw: 搜尋 Nostr 應用程式...

# invalidUrlHint
source: Invalid URL. Please enter a valid HTTP or HTTPS URL.
ar: رابط غير صالح. أدخل رابط HTTP أو HTTPS صالح.
az: Etibarsız URL. Etibarlı HTTP və ya HTTPS URL daxil edin.
bg: Невалиден URL. Въведете валиден HTTP или HTTPS URL.
ca: URL no vàlida. Introdueix una URL HTTP o HTTPS vàlida.
cs: Neplatná URL. Zadejte platnou HTTP nebo HTTPS URL.
da: Ugyldig URL. Indtast en gyldig HTTP- eller HTTPS-URL.
de: Ungültige URL. Bitte eine gültige HTTP- oder HTTPS-URL eingeben.
el: Μη έγκυρη URL. Εισάγετε έγκυρη HTTP ή HTTPS URL.
es: URL no válida. Introduce una URL HTTP o HTTPS válida.
et: Vigane URL. Sisesta kehtiv HTTP või HTTPS URL.
fa: URL نامعتبر. یک URL معتبر HTTP یا HTTPS وارد کنید.
fr: URL invalide. Entrez une URL HTTP ou HTTPS valide.
hi: अमान्य URL। वैध HTTP या HTTPS URL दर्ज करें।
hu: Érvénytelen URL. Adjon meg érvényes HTTP vagy HTTPS URL-t.
id: URL tidak valid. Silakan masukkan URL HTTP atau HTTPS yang valid.
it: URL non valido. Inserisci un URL HTTP o HTTPS valido.
ja: 無効な URL です。有効な HTTP または HTTPS の URL を入力してください。
ko: 잘못된 URL입니다. 올바른 HTTP 또는 HTTPS URL을 입력하세요.
lv: Nederīga URL. Ievadiet derīgu HTTP vai HTTPS URL.
nl: Ongeldige URL. Voer een geldige HTTP- of HTTPS-URL in.
pl: Nieprawidłowy adres URL. Wprowadź prawidłowy adres HTTP lub HTTPS.
pt: URL inválida. Introduz um URL HTTP ou HTTPS válido.
ru: Недопустимый URL. Введите корректный HTTP- или HTTPS-адрес.
sv: Ogiltig URL. Ange en giltig HTTP- eller HTTPS-URL.
th: URL ไม่ถูกต้อง กรุณาใส่ URL HTTP หรือ HTTPS ที่ถูกต้อง
tr: Geçersiz URL. Geçerli bir HTTP veya HTTPS URL gir.
uk: Недійсна URL. Введіть дійсну HTTP або HTTPS URL.
ur: غلط URL۔ درست HTTP یا HTTPS URL درج کریں۔
vi: URL không hợp lệ. Nhập URL HTTP hoặc HTTPS hợp lệ.
zh_tw: 無效的 URL，請輸入有效的 HTTP 或 HTTPS 網址。

# appAlreadyInList
source: This app is already in the list.
ar: هذا التطبيق موجود في القائمة.
az: Bu tətbiq artıq siyahıdadır.
bg: Това приложение вече е в списъка.
ca: Aquesta app ja és a la llista.
cs: Tato aplikace je již v seznamu.
da: Denne app er allerede på listen.
de: Diese App ist bereits in der Liste.
el: Αυτή η εφαρμογή είναι ήδη στη λίστα.
es: Esta aplicación ya está en la lista.
et: See rakendus on juba nimekirjas.
fa: این برنامه از قبل در فهرست است.
fr: Cette application est déjà dans la liste.
hi: यह ऐप पहले से सूची में है।
hu: Ez az alkalmazás már szerepel a listában.
id: Aplikasi ini sudah ada dalam daftar.
it: Questa app è già nella lista.
ja: このアプリは既にリストにあります。
ko: 이 앱은 이미 목록에 있습니다.
lv: Šī lietotne jau ir sarakstā.
nl: Deze app staat al in de lijst.
pl: Ta aplikacja jest już na liście.
pt: Esta aplicação já está na lista.
ru: Это приложение уже в списке.
sv: Denna app finns redan i listan.
th: แอปนี้อยู่ในรายการแล้ว
tr: Bu uygulama zaten listede.
uk: Цей додаток уже в списку.
ur: یہ ایپ پہلے سے فہرست میں ہے۔
vi: Ứng dụng này đã có trong danh sách.
zh_tw: 此應用程式已在清單中。

# appAdded
source: Added {name}
ar: تمت إضافة {name}
az: {name} əlavə edildi
bg: {name} е добавено
ca: {name} afegida
cs: {name} přidáno
da: {name} tilføjet
de: {name} hinzugefügt
el: Προστέθηκε το {name}
es: Añadido {name}
et: {name} lisatud
fa: {name} اضافه شد
fr: Ajouté {name}
hi: {name} जोड़ा गया
hu: {name} hozzáadva
id: {name} ditambahkan
it: Aggiunto {name}
ja: {name} を追加しました
ko: {name} 추가됨
lv: {name} pievienots
nl: {name} toegevoegd
pl: Dodano {name}
pt: Adicionado {name}
ru: Добавлено {name}
sv: {name} tillagd
th: เพิ่ม {name} แล้ว
tr: {name} eklendi
uk: Додано {name}
ur: {name} شامل ہو گیا
vi: Đã thêm {name}
zh_tw: 已新增 {name}

# appAddFailed
source: Failed to add app: {error}
ar: فشل إضافة التطبيق: {error}
az: Tətbiq əlavə etmə uğursuz: {error}
bg: Добавянето на приложението не успя: {error}
ca: No s'ha pogut afegir l'app: {error}
cs: Přidání aplikace se nezdařilo: {error}
da: Kunne ikke tilføje app: {error}
de: App konnte nicht hinzugefügt werden: {error}
el: Αποτυχία προσθήκης εφαρμογής: {error}
es: Error al añadir la aplicación: {error}
et: Rakenduse lisamine ebaõnnestus: {error}
fa: افزودن برنامه ناموفق: {error}
fr: Échec de l'ajout de l'application : {error}
hi: ऐप जोड़ने में विफल: {error}
hu: Alkalmazás hozzáadása sikertelen: {error}
id: Gagal menambah aplikasi: {error}
it: Aggiunta dell'app fallita: {error}
ja: アプリの追加に失敗しました：{error}
ko: 앱 추가 실패: {error}
lv: Lietotnes pievienošana neizdevās: {error}
nl: App toevoegen mislukt: {error}
pl: Nie udało się dodać aplikacji: {error}
pt: Falha ao adicionar a aplicação: {error}
ru: Не удалось добавить приложение: {error}
sv: Kunde inte lägga till app: {error}
th: เพิ่มแอปไม่สำเร็จ: {error}
tr: Uygulama eklenemedi: {error}
uk: Не вдалося додати додаток: {error}
ur: ایپ شامل کرنا ناکام: {error}
vi: Thêm ứng dụng thất bại: {error}
zh_tw: 新增應用程式失敗：{error}

source: Delete App
ar: حذف التطبيق
az: Tətbiqi sil
bg: Изтриване на приложение
ca: Eliminar app
cs: Smazat aplikaci
da: Slet app
de: App löschen
el: Διαγραφή εφαρμογής
es: Eliminar aplicación
et: Kustuta rakendus
fa: حذف برنامه
fr: Supprimer l'application
hi: ऐप हटाएं
hu: Alkalmazás törlése
id: Hapus Aplikasi
it: Elimina app
ja: アプリを削除
ko: 앱 삭제
lv: Dzēst lietotni
nl: App verwijderen
pl: Usuń aplikację
pt: Eliminar aplicação
ru: Удалить приложение
sv: Ta bort app
th: ลบแอป
tr: Uygulamayı sil
uk: Видалити додаток
ur: ایپ حذف کریں
vi: Xóa ứng dụng
zh_tw: 刪除應用程式

# deleteAppConfirm
source: Are you sure you want to delete "{name}"?
ar: هل تريد حذف "{name}"?
az: "{name}" silmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да изтриете "{name}"?
ca: Segur que vols eliminar "{name}"?
cs: Opravdu chcete smazat "{name}"?
da: Er du sikker på, at du vil slette "{name}"?
de: "{name}" wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το "{name}";
es: ¿Seguro que quieres eliminar "{name}"?
et: Kas oled kindel, et soovid kustutada "{name}"?
fa: آیا مطمئن هستید که می‌خواهید "{name}" را حذف کنید؟
fr: Voulez-vous vraiment supprimer « {name} » ?
hi: क्या आप "{name}" हटाना चाहते हैं?
hu: Biztosan törölni szeretné a "{name}" alkalmazást?
id: Apakah Anda yakin ingin menghapus "{name}"?
it: Eliminare "{name}"?
ja: 「{name}」を削除してもよろしいですか？
ko: 「{name}」을(를) 삭제하시겠습니까?
lv: Vai tiešām vēlaties dzēst "{name}"?
nl: Weet u zeker dat u "{name}" wilt verwijderen?
pl: Czy na pewno chcesz usunąć "{name}"?
pt: Tens a certeza que queres eliminar "{name}"?
ru: Удалить «{name}»?
sv: Är du säker på att du vill ta bort "{name}"?
th: คุณต้องการลบ "{name}" หรือไม่?
tr: "{name}" silinsin mi?
uk: Ви впевнені, що хочете видалити "{name}"?
ur: کیا آپ "{name}" حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn xóa "{name}"?
zh_tw: 確定要刪除「{name}」嗎？

source: Delete
ar: حذف
az: Sil
bg: Изтриване
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fa: حذف
fr: Supprimer
hi: हटाएं
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
lv: Dzēst
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil
uk: Видалити
ur: حذف
vi: Xóa
zh_tw: 刪除

# appDeleted
source: Deleted {name}
ar: تم حذف {name}
az: {name} silindi
bg: {name} е изтрито
ca: {name} eliminada
cs: {name} smazáno
da: {name} slettet
de: {name} gelöscht
el: Διαγράφηκε το {name}
es: Eliminado {name}
et: {name} kustutatud
fa: {name} حذف شد
fr: Supprimé {name}
hi: {name} हटा दिया
hu: {name} törölve
id: {name} dihapus
it: Eliminato {name}
ja: {name} を削除しました
ko: {name} 삭제됨
lv: {name} dzēsts
nl: {name} verwijderd
pl: Usunięto {name}
pt: Eliminado {name}
ru: Удалено {name}
sv: {name} borttagen
th: ลบ {name} แล้ว
tr: {name} silindi
uk: Видалено {name}
ur: {name} حذف ہو گیا
vi: Đã xóa {name}
zh_tw: 已刪除 {name}

# appDeleteFailed
source: Failed to delete app: {error}
ar: فشل حذف التطبيق: {error}
az: Tətbiqi silmə uğursuz: {error}
bg: Изтриването на приложението не успя: {error}
ca: No s'ha pogut eliminar l'app: {error}
cs: Smazání aplikace se nezdařilo: {error}
da: Kunne ikke slette app: {error}
de: App konnte nicht gelöscht werden: {error}
el: Αποτυχία διαγραφής εφαρμογής: {error}
es: Error al eliminar la aplicación: {error}
et: Rakenduse kustutamine ebaõnnestus: {error}
fa: حذف برنامه ناموفق: {error}
fr: Échec de la suppression de l'application : {error}
hi: ऐप हटाने में विफल: {error}
hu: Alkalmazás törlése sikertelen: {error}
id: Gagal menghapus aplikasi: {error}
it: Eliminazione dell'app fallita: {error}
ja: アプリの削除に失敗しました：{error}
ko: 앱 삭제 실패: {error}
lv: Lietotnes dzēšana neizdevās: {error}
nl: App verwijderen mislukt: {error}
pl: Nie udało się usunąć aplikacji: {error}
pt: Falha ao eliminar a aplicação: {error}
ru: Не удалось удалить приложение: {error}
sv: Kunde inte ta bort app: {error}
th: ลบแอปไม่สำเร็จ: {error}
tr: Uygulama silinemedi: {error}
uk: Не вдалося видалити додаток: {error}
ur: ایپ حذف کرنا ناکام: {error}
vi: Xóa ứng dụng thất bại: {error}
zh_tw: 刪除應用程式失敗：{error}

source: Copied to clipboard
ar: تم النسخ
az: Buferə kopyalandı
bg: Копирано в клипборда
ca: Copiat al porta-retalls
cs: Zkopírováno do schránky
da: Kopieret til udklipsholder
de: In die Zwischenablage kopiert
el: Αντιγράφηκε
es: Copiado al portapapeles
et: Kopeeritud lõikelauale
fa: در کلیپ‌بورد کپی شد
fr: Copié dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी
hu: Vágólapra másolva
id: Disalin ke clipboard
it: Copiato negli appunti
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
lv: Nokopēts starpliktuvē
nl: Gekopieerd naar klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
ru: Скопировано в буфер обмена
sv: Kopierad till urklipp
th: คัดลอกแล้ว
tr: Panoya kopyalandı
uk: Скопійовано в буфер обміну
ur: کلپ بورڈ پر کاپی
vi: Đã sao vào clipboard
zh_tw: 已複製到剪貼簿

source: Event Details
ar: تفاصيل الحدث
az: Hadisə təfərrüatları
bg: Подробности за събитието
ca: Detalls de l'esdeveniment
cs: Podrobnosti události
da: Begivenhedsdetaljer
de: Ereignisdetails
el: Λεπτομέρειες συμβάντος
es: Detalles del evento
et: Sündmuse üksikasjad
fa: جزئیات رویداد
fr: Détails de l'événement
hi: इवेंट विवरण
hu: Esemény részletei
id: Detail Acara
it: Dettagli evento
ja: イベント詳細
ko: 이벤트 세부정보
lv: Notikuma detaļas
nl: Details gebeurtenis
pl: Szczegóły zdarzenia
pt: Detalhes do evento
ru: Подробности события
sv: Händelsedetaljer
th: รายละเอียดเหตุการณ์
tr: Olay ayrıntıları
uk: Деталі події
ur: ایونٹ کی تفصیلات
vi: Chi tiết sự kiện
zh_tw: 事件詳情
