Repository: ZharlieW/Aegis
Catalog: lib/l10n/app_*.arb
Languages: ar, az, bg, ca, cs, da, de, el, es, et, fa, fr, hi, hu, id, it, ja, ko, lv, nl, pl, pt, ru, sv, th, tr, uk, ur, vi, zh_tw

source: Confirm
ar: تأكيد
az: Təsdiq et
bg: Потвърди
ca: Confirmar
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
fa: تأیید
fr: Confirmer
hi: पुष्टि करें
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
lv: Apstiprināt
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں
vi: Xác nhận
zh_tw: 確認

source: Cancel
ar: إلغاء
az: Ləğv et
bg: Отказ
ca: Cancel·lar
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fa: لغو
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lv: Atcelt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ
vi: Hủy
zh_tw: 取消

source: Settings
ar: الإعدادات
az: Parametrlər
bg: Настройки
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fa: تنظیمات
fr: Paramètres
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_tw: 設定

source: Logout
ar: تسجيل الخروج
az: Çıxış
bg: Изход
ca: Tancar sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
fa: خروج
fr: Déconnexion
hi: लॉग आउट
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
lv: Iziet
nl: Uitloggen
pl: Wyloguj
pt: Terminar sessão
ru: Выйти
sv: Logga ut
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
ur: لاگ آؤٹ
vi: Đăng xuất
zh_tw: 登出

source: Login
ar: تسجيل الدخول
az: Daxil ol
bg: Вход
ca: Iniciar sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
fa: ورود
fr: Connexion
hi: लॉग इन
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
lv: Pieslēgties
nl: Inloggen
pl: Zaloguj
pt: Iniciar sessão
ru: Войти
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş yap
uk: Увійти
ur: لاگ ان
vi: Đăng nhập
zh_tw: 登入

# usePrivateKey
source: Use your private key
ar: استخدم مفتاحك الخاص
az: Özəl açarınızdan istifadə edin
bg: Използвайте частния си ключ
ca: Utilitza la teva clau privada
cs: Použít soukromý klíč
da: Brug din private nøgle
de: Mit privatem Schlüssel anmelden
el: Χρήση ιδιωτικού κλειδιού
es: Usar tu clave privada
et: Kasuta oma privaatvõtit
fa: از کلید خصوصی استفاده کنید
fr: Utiliser votre clé privée
hi: अपनी निजी कुंजी का उपयोग करें
hu: Privát kulcs használata
id: Gunakan kunci pribadi Anda
it: Usa la tua chiave privata
ja: 秘密鍵でログイン
ko: 개인 키로 로그인
lv: Izmantot privāto atslēgu
nl: Gebruik uw privésleutel
pl: Użyj klucza prywatnego
pt: Usar a tua chave privada
ru: Использовать приватный ключ
sv: Använd din privata nyckel
th: ใช้คีย์ส่วนตัว
tr: Özel anahtarını kullan
uk: Використовувати приватний ключ
ur: اپنی نجی کلید استعمال کریں
vi: Dùng khóa riêng của bạn
zh_tw: 使用私鑰登入

# setupAegisWithNsec
source: Set up Aegis with your Nostr private key — supports nsec, ncryptsec, and hex formats.
ar: إعداد Aegis بمفتاح Nostr الخاص — يدعم nsec وncryptsec وhex.
az: Aegisi Nostr özəl açarınızla quraşdırın — nsec, ncryptsec və hex formatlarını dəstəkləyir.
bg: Настройте Aegis с вашия Nostr частен ключ — поддържа nsec, ncryptsec и hex формати.
ca: Configura Aegis amb la teva clau Nostr — admet nsec, ncryptsec i hex.
cs: Nastavte Aegis pomocí klíče Nostr — podporuje formáty nsec, ncryptsec a hex.
da: Konfigurer Aegis med din Nostr private nøgle — understøtter nsec-, ncryptsec- og hex-formater.
de: Aegis mit deinem Nostr-Schlüssel einrichten — unterstützt nsec, ncryptsec und hex.
el: Ρυθμίστε το Aegis με το ιδιωτικό κλειδί Nostr σας — υποστηρίζει μορφές nsec, ncryptsec και hex.
es: Configura Aegis con tu clave privada Nostr — admite formatos nsec, ncryptsec y hex.
et: Seadista Aegis oma Nostr privaatvõtmega — toetab nsec-, ncryptsec- ja hex-vorme.
fa: Aegis را با کلید Nostr خود تنظیم کنید — از nsec، ncryptsec و hex پشتیبانی می‌کند.
fr: Configurez Aegis avec votre clé privée Nostr — prend en charge nsec, ncryptsec et hex.
hi: अपनी Nostr निजी कुंजी से Aegis सेट करें — nsec, ncryptsec और hex फॉर्मेट सपोर्ट करता है।
hu: Állítsa be az Aegist Nostr privát kulcsával — nsec, ncryptsec és hex formátumokat támogat.
id: Siapkan Aegis dengan kunci Nostr Anda — mendukung format nsec, ncryptsec, dan hex.
it: Configura Aegis con la tua chiave privata Nostr — supporta formati nsec, ncryptsec e hex.
ja: Nostr 秘密鍵で Aegis を設定 — nsec、ncryptsec、hex 形式に対応。
ko: Nostr 개인 키로 Aegis 설정 — nsec, ncryptsec, hex 형식 지원.
lv: Iestatiet Aegis ar Nostr privāto atslēgu — atbalsta nsec, ncryptsec un hex formātus.
nl: Stel Aegis in met uw Nostr-privésleutel — ondersteunt nsec-, ncryptsec- en hex-formaten.
pl: Skonfiguruj Aegis kluczem Nostr — obsługuje formaty nsec, ncryptsec i hex.
pt: Configura o Aegis com a tua chave privada Nostr — suporta formatos nsec, ncryptsec e hex.
ru: Настройте Aegis с вашим Nostr-ключом — поддерживаются форматы nsec, ncryptsec и hex.
sv: Konfigurera Aegis med din Nostr-privata nyckel — stöder nsec-, ncryptsec- och hex-format.
th: ตั้งค่า Aegis ด้วยคีย์ Nostr — รองรับ nsec, ncryptsec และ hex
tr: Aegis'i Nostr özel anahtarınla kur — nsec, ncryptsec ve hex destekler.
uk: Налаштуйте Aegis за допомогою ключа Nostr — підтримуються формати nsec, ncryptsec та hex.
ur: Aegis کو اپنی Nostr نجی کلید سے سیٹ کریں — nsec، ncryptsec اور hex فارمیٹس سپورٹ کرتا ہے۔
vi: Thiết lập Aegis bằng khóa Nostr — hỗ trợ nsec, ncryptsec và hex.
zh_tw: 使用 Nostr 私鑰設定 Aegis，支援 nsec、ncryptsec 與 hex 格式。

source: Private Key
ar: المفتاح الخاص
az: Özəl açar
bg: Частен ключ
ca: Clau privada
cs: Soukromý klíč
da: Privat nøgle
de: Privater Schlüssel
el: Ιδιωτικό κλειδί
es: Clave privada
et: Privaatvõti
fa: کلید خصوصی
fr: Clé privée
hi: निजी कुंजी
hu: Privát kulcs
id: Kunci Pribadi
it: Chiave privata
ja: 秘密鍵
ko: 개인 키
lv: Privātā atslēga
nl: Privésleutel
pl: Klucz prywatny
pt: Chave privada
ru: Приватный ключ
sv: Privat nyckel
th: คีย์ส่วนตัว
tr: Özel anahtar
uk: Приватний ключ
ur: نجی کلید
vi: Khóa riêng
zh_tw: 私鑰

# privateKeyHint
source: nsec / ncryptsec / hex key
ar: مفتاح nsec / ncryptsec / hex
az: nsec / ncryptsec / hex açar
bg: Ключ nsec / ncryptsec / hex
ca: Clau nsec / ncryptsec / hex
cs: Klíč nsec / ncryptsec / hex
da: nsec / ncryptsec / hex nøgle
de: nsec- / ncryptsec- / hex-Schlüssel
el: Κλειδί nsec / ncryptsec / hex
es: Clave nsec / ncryptsec / hex
et: nsec / ncryptsec / hex võti
fa: کلید nsec / ncryptsec / hex
fr: Clé nsec / ncryptsec / hex
hi: nsec / ncryptsec / hex कुंजी
hu: nsec / ncryptsec / hex kulcs
id: Kunci nsec / ncryptsec / hex
it: Chiave nsec / ncryptsec / hex
ja: nsec / ncryptsec / hex キー
ko: nsec / ncryptsec / hex 키
lv: nsec / ncryptsec / hex atslēga
nl: nsec / ncryptsec / hex-sleutel
pl: Klucz nsec / ncryptsec / hex
pt: Chave nsec / ncryptsec / hex
ru: Ключ nsec / ncryptsec / hex
sv: nsec / ncryptsec / hex-nyckel
th: คีย์ nsec / ncryptsec / hex
tr: nsec / ncryptsec / hex anahtar
uk: Ключ nsec / ncryptsec / hex
ur: nsec / ncryptsec / hex کلید
vi: Khóa nsec / ncryptsec / hex
zh_tw: nsec / ncryptsec / hex 金鑰

source: Password
ar: كلمة المرور
az: Parol
bg: Парола
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
fa: رمز عبور
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 비밀번호
lv: Parole
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh_tw: 密碼

# passwordHint
source: Enter password to decrypt ncryptsec
ar: أدخل كلمة المرور لفك تشفير ncryptsec
az: ncryptsec-in şifrəsini açmaq üçün parol daxil edin
bg: Въведете парола за декриптиране на ncryptsec
ca: Introdueix la contrasenya per desxifrar ncryptsec
cs: Zadejte heslo pro dešifrování ncryptsec
da: Indtast adgangskode for at dekryptere ncryptsec
de: Passwort zum Entschlüsseln von ncryptsec eingeben
el: Εισάγετε κωδικό για αποκρυπτογράφηση ncryptsec
es: Introduce la contraseña para descifrar ncryptsec
et: Sisesta parool ncryptsec lahtikrüptimiseks
fa: برای رمزگشایی ncryptsec رمز عبور را وارد کنید
fr: Entrez le mot de passe pour déchiffrer ncryptsec
hi: ncryptsec डिक्रिप्ट करने के लिए पासवर्ड दर्ज करें
hu: Adja meg a jelszót az ncryptsec visszafejtéséhez
id: Masukkan kata sandi untuk mendekripsi ncryptsec
it: Inserisci la password per decifrare ncryptsec
ja: ncryptsec を復号するパスワードを入力
ko: ncryptsec 복호화용 비밀번호 입력
lv: Ievadiet paroli ncryptsec atšifrēšanai
nl: Voer wachtwoord in om ncryptsec te decoderen
pl: Wprowadź hasło, aby odszyfrować ncryptsec
pt: Introduz a palavra-passe para desencriptar ncryptsec
ru: Введите пароль для расшифровки ncryptsec
sv: Ange lösenord för att dekryptera ncryptsec
th: ใส่รหัสผ่านเพื่อถอดรหัส ncryptsec
tr: ncryptsec'in şifresini çözmek için parolayı gir
uk: Введіть пароль для розшифровки ncryptsec
ur: ncryptsec ڈیکرپٹ کرنے کے لیے پاس ورڈ درج کریں
vi: Nhập mật khẩu để giải mã ncryptsec
zh_tw: 輸入密碼以解密 ncryptsec

# contentCannotBeEmpty
source: The content cannot be empty!
ar: المحتوى لا يمكن أن يكون فارغاً!
az: Məzmun boş ola bilməz!
bg: Съдържанието не може да е празно!
ca: El contingut no pot estar buit!
cs: Obsah nemůže být prázdný!
da: Indholdet kan ikke være tomt!
de: Der Inhalt darf nicht leer sein!
el: Το περιεχόμενο δεν μπορεί να είναι κενό!
es: ¡El contenido no puede estar vacío!
et: Sisu ei tohi olla tühi!
fa: محتوا نمی‌تواند خالی باشد!
fr: Le contenu ne peut pas être vide !
hi: सामग्री खाली नहीं हो सकती!
hu: A tartalom nem lehet üres!
id: Konten tidak boleh kosong!
it: Il contenuto non può essere vuoto!
ja: 内容を入力してください！
ko: 내용을 입력해 주세요!
lv: Saturs nevar būt tukšs!
nl: De inhoud mag niet leeg zijn!
pl: Treść nie może być pusta!
pt: O conteúdo não pode estar vazio!
ru: Содержимое не может быть пустым!
sv: Innehållet kan inte vara tomt!
th: เนื้อหาไม่สามารถว่างได้!
tr: İçerik boş olamaz!
uk: Вміст не може бути порожнім!
ur: مواد خالی نہیں ہو سکتا!
vi: Nội dung không được để trống!
zh_tw: 內容不可為空！

# passwordRequiredForNcryptsec
source: Password is required for ncryptsec!
ar: كلمة المرور مطلوبة لـ ncryptsec!
az: ncryptsec üçün parol tələb olunur!
bg: Паролата е задължителна за ncryptsec!
ca: Cal contrasenya per a ncryptsec!
cs: Pro ncryptsec je vyžadováno heslo!
da: Adgangskode kræves til ncryptsec!
de: Für ncryptsec ist ein Passwort erforderlich!
el: Απαιτείται κωδικός για το ncryptsec!
es: ¡Se requiere contraseña para ncryptsec!
et: Ncryptsec jaoks on vaja parooli!
fa: برای ncryptsec رمز عبور لازم است!
fr: Un mot de passe est requis pour ncryptsec !
hi: ncryptsec के लिए पासवर्ड ज़रूरी है!
hu: Az ncryptsec-hez jelszó szükséges!
id: Kata sandi diperlukan untuk ncryptsec!
it: La password è obbligatoria per ncryptsec!
ja: ncryptsec にはパスワードが必要です！
ko: ncryptsec에는 비밀번호가 필요합니다!
lv: Ncryptsec nepieciešama parole!
nl: Wachtwoord is vereist voor ncryptsec!
pl: Hasło jest wymagane dla ncryptsec!
pt: É necessária palavra-passe para ncryptsec!
ru: Для ncryptsec требуется пароль!
sv: Lösenord krävs för ncryptsec!
th: ต้องใช้รหัสผ่านสำหรับ ncryptsec!
tr: ncryptsec için parola gerekli!
uk: Пароль потрібен для ncryptsec!
ur: ncryptsec کے لیے پاس ورڈ ضروری ہے!
vi: Cần mật khẩu cho ncryptsec!
zh_tw: ncryptsec 需要密碼！

# decryptNcryptsecFailed
source: Failed to decrypt ncryptsec. Please check your password.
ar: فشل فك تشفير ncryptsec. تحقق من كلمة المرور.
az: ncryptsec-in şifrəsini açmaq mümkün olmadı. Parolu yoxlayın.
bg: Декриптирането на ncryptsec не успя. Проверете паролата.
ca: No s'ha pogut desxifrar ncryptsec. Comprova la contrasenya.
cs: Dešifrování ncryptsec se nezdařilo. Zkontrolujte heslo.
da: Kunne ikke dekryptere ncryptsec. Tjek din adgangskode.
de: Entschlüsselung von ncryptsec fehlgeschlagen. Bitte Passwort prüfen.
el: Αποτυχία αποκρυπτογράφησης ncryptsec. Ελέγξτε τον κωδικό σας.
es: Error al descifrar ncryptsec. Comprueba tu contraseña.
et: Ncryptsec lahtikrüptimine ebaõnnestus. Kontrolli parooli.
fa: رمزگشایی ncryptsec ناموفق بود. رمز عبور را بررسی کنید.
fr: Échec du déchiffrement de ncryptsec. Vérifiez votre mot de passe.
hi: ncryptsec डिक्रिप्ट नहीं हो सका। पासवर्ड जाँचें।
hu: Az ncryptsec visszafejtése sikertelen. Ellenőrizze a jelszavát.
id: Gagal mendekripsi ncryptsec. Silakan periksa kata sandi Anda.
it: Decifratura di ncryptsec non riuscita. Controlla la password.
ja: ncryptsec の復号に失敗しました。パスワードを確認してください。
ko: ncryptsec 복호화에 실패했습니다. 비밀번호를 확인해 주세요.
lv: Neizdevās atšifrēt ncryptsec. Pārbaudiet paroli.
nl: Decoderen van ncryptsec mislukt. Controleer uw wachtwoord.
pl: Nie udało się odszyfrować ncryptsec. Sprawdź hasło.
pt: Falha ao desencriptar ncryptsec. Verifica a tua palavra-passe.
ru: Не удалось расшифровать ncryptsec. Проверьте пароль.
sv: Kunde inte dekryptera ncryptsec. Kontrollera ditt lösenord.
th: ถอดรหัส ncryptsec ไม่สำเร็จ โปรดตรวจสอบรหัสผ่าน
tr: ncryptsec şifresi çözülemedi. Parolayı kontrol et.
uk: Не вдалося розшифрувати ncryptsec. Перевірте пароль.
ur: ncryptsec ڈیکرپٹ نہیں ہو سکا۔ پاس ورڈ چیک کریں۔
vi: Giải mã ncryptsec thất bại. Vui lòng kiểm tra mật khẩu.
zh_tw: 解密 ncryptsec 失敗，請檢查密碼。

source: Invalid private key format!
ar: تنسيق المفتاح الخاص غير صالح!
az: Özəl açar formatı etibarsızdır!
bg: Невалиден формат на частния ключ!
ca: Format de clau privada no vàlid!
cs: Neplatný formát soukromého klíče!
da: Ugyldigt format for privat nøgle!
de: Ungültiges Format des privaten Schlüssels!
el: Μη έγκυρη μορφή ιδιωτικού κλειδιού!
es: ¡Formato de clave privada no válido!
et: Vigane privaatvõtme vorming!
fa: فرمت کلید خصوصی نامعتبر است!
fr: Format de clé privée invalide !
hi: अमान्य निजी कुंजी फॉर्मेट!
hu: Érvénytelen privát kulcs formátum!
id: Format kunci pribadi tidak valid!
it: Formato chiave privata non valido!
ja: 秘密鍵の形式が無効です！
ko: 개인 키 형식이 올바르지 않습니다!
lv: Nederīgs privātās atslēgas formāts!
nl: Ongeldig privésleutelformaat!
pl: Nieprawidłowy format klucza prywatnego!
pt: Formato de chave privada inválido!
ru: Недопустимый формат приватного ключа!
sv: Ogiltigt format för privat nyckel!
th: รูปแบบคีย์ส่วนตัวไม่ถูกต้อง!
tr: Geçersiz özel anahtar biçimi!
uk: Недійсний формат приватного ключа!
ur: نجی کلید کا فارمیٹ غلط ہے!
vi: Định dạng khóa riêng không hợp lệ!
zh_tw: 私鑰格式無效！

# loginSuccess
source: Login successful!
ar: تم تسجيل الدخول بنجاح!
az: Daxil olma uğurlu!
bg: Входът е успешен!
ca: Sessió iniciada!
cs: Přihlášení úspěšné!
da: Login lykkedes!
de: Anmeldung erfolgreich!
el: Επιτυχής σύνδεση!
es: ¡Sesión iniciada correctamente!
et: Sisselogimine õnnestus!
fa: ورود موفق!
fr: Connexion réussie !
hi: लॉग इन सफल!
hu: Sikeres bejelentkezés!
id: Login berhasil!
it: Accesso riuscito!
ja: ログインに成功しました！
ko: 로그인 성공!
lv: Pieslēgšanās veiksmīga!
nl: Inloggen geslaagd!
pl: Zalogowano pomyślnie!
pt: Sessão iniciada com sucesso!
ru: Вход выполнен!
sv: Inloggning lyckades!
th: เข้าสู่ระบบสำเร็จ!
tr: Giriş başarılı!
uk: Вхід виконано успішно!
ur: لاگ ان کامیاب!
vi: Đăng nhập thành công!
zh_tw: 登入成功！

# loginFailed
source: Login failed: {message}
ar: فشل تسجيل الدخول: {message}
az: Daxil olma uğursuz: {message}
bg: Входът не успя: {message}
ca: Error d'accés: {message}
cs: Přihlášení se nezdařilo: {message}
da: Login mislykkedes: {message}
de: Anmeldung fehlgeschlagen: {message}
el: Αποτυχία σύνδεσης: {message}
es: Error al iniciar sesión: {message}
et: Sisselogimine ebaõnnestus: {message}
fa: ورود ناموفق: {message}
fr: Échec de la connexion : {message}
hi: लॉग इन विफल: {message}
hu: Bejelentkezés sikertelen: {message}
id: Login gagal: {message}
it: Accesso fallito: {message}
ja: ログインに失敗しました：{message}
ko: 로그인 실패: {message}
lv: Pieslēgšanās neizdevās: {message}
nl: Inloggen mislukt: {message}
pl: Logowanie nie powiodło się: {message}
pt: Falha ao iniciar sessão: {message}
ru: Ошибка входа: {message}
sv: Inloggning misslyckades: {message}
th: เข้าสู่ระบบไม่สำเร็จ: {message}
tr: Giriş başarısız: {message}
uk: Помилка входу: {message}
ur: لاگ ان ناکام: {message}
vi: Đăng nhập thất bại: {message}
zh_tw: 登入失敗：{message}

source: Type "confirm" to proceed
ar: اكتب "confirm" للمتابعة
az: Davam etmək üçün "confirm" yazın
bg: Напишете "confirm" за да продължите
ca: Escriu "confirm" per continuar
cs: Pro pokračování napište "confirm"
da: Skriv "confirm" for at fortsætte
de: Zum Fortfahren „confirm“ eingeben
el: Πληκτρολογήστε "confirm" για συνέχεια
es: Escribe "confirm" para continuar
et: Sisesta "confirm" jätkamiseks
fa: برای ادامه "confirm" را تایپ کنید
fr: Tapez « confirm » pour continuer
hi: जारी रखने के लिए "confirm" टाइप करें
hu: Gépelje be a "confirm" szöveget a folytatáshoz
id: Ketik "confirm" untuk melanjutkan
it: Digita "confirm" per procedere
ja: 続行するには「confirm」と入力
ko: 계속하려면 "confirm" 입력
lv: Ierakstiet "confirm", lai turpinātu
nl: Typ "confirm" om door te gaan
pl: Wpisz "confirm", aby kontynuować
pt: Escreve "confirm" para continuar
ru: Введите «confirm» для продолжения
sv: Skriv "confirm" för att fortsätta
th: พิมพ์ "confirm" เพื่อดำเนินการ
tr: Devam etmek için "confirm" yaz
uk: Введіть "confirm" для продовження
ur: جاری رکھنے کے لیے "confirm" ٹائپ کریں
vi: Gõ "confirm" để tiếp tục
zh_tw: 輸入「confirm」以繼續

# logoutConfirm
source: Are you sure you want to log out?
ar: هل أنت متأكد من تسجيل الخروج؟
az: Çıxmaq istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да излезете?
ca: Segur que vols tancar sessió?
cs: Opravdu se chcete odhlásit?
da: Er du sikker på, at du vil logge ud?
de: Möchtest du dich wirklich abmelden?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;
es: ¿Seguro que quieres cerrar sesión?
et: Kas oled kindel, et soovid välja logida?
fa: آیا مطمئن هستید که می‌خواهید خارج شوید؟
fr: Voulez-vous vraiment vous déconnecter ?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
hu: Biztosan ki szeretne lépni?
id: Apakah Anda yakin ingin keluar?
it: Vuoi uscire?
ja: ログアウトしてもよろしいですか？
ko: 로그아웃하시겠습니까?
lv: Vai tiešām vēlaties iziet?
nl: Weet u zeker dat u wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?
pt: Tens a certeza que queres terminar a sessão?
ru: Вы уверены, что хотите выйти?
sv: Är du säker på att du vill logga ut?
th: คุณต้องการออกจากระบบหรือไม่?
tr: Çıkış yapmak istediğinden emin misin?
uk: Ви впевнені, що хочете вийти?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟
vi: Bạn có chắc muốn đăng xuất?
zh_tw: 確定要登出嗎？

source: Not logged in
ar: غير مسجل الدخول
az: Daxil olunmayıb
bg: Не сте влезли
ca: No has iniciat sessió
cs: Nejste přihlášeni
da: Ikke logget ind
de: Nicht angemeldet
el: Δεν έχετε συνδεθεί
es: No has iniciado sesión
et: Pole sisse logitud
fa: وارد نشده
fr: Non connecté
hi: लॉग इन नहीं है
hu: Nincs bejelentkezve
id: Belum masuk
it: Non connesso
ja: 未ログイン
ko: 로그인되지 않음
lv: Nav pieslēdzies
nl: Niet ingelogd
pl: Nie zalogowano
pt: Sessão não iniciada
ru: Не выполнен вход
sv: Inte inloggad
th: ยังไม่ได้เข้าสู่ระบบ
tr: Giriş yapılmadı
uk: Не ввійшли
ur: لاگ ان نہیں ہے
vi: Chưa đăng nhập
zh_tw: 未登入

source: Language
ar: اللغة
az: Dil
bg: Език
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
et: Keel
fa: زبان
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
lv: Valoda
nl: Taal
pl: Język
pt: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
ur: زبان
vi: Ngôn ngữ
zh_tw: 語言

source: Add Account
ar: إضافة حساب
az: Hesab əlavə et
bg: Добавяне на акаунт
ca: Afegir compte
cs: Přidat účet
da: Tilføj konto
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
et: Lisa konto
fa: افزودن حساب
fr: Ajouter un compte
hi: खाता जोड़ें
hu: Fiók hozzáadása
id: Tambah Akun
it: Aggiungi account
ja: アカウントを追加
ko: 계정 추가
lv: Pievienot kontu
nl: Account toevoegen
pl: Dodaj konto
pt: Adicionar conta
ru: Добавить аккаунт
sv: Lägg till konto
th: เพิ่มบัญชี
tr: Hesap ekle
uk: Додати обліковий запис
ur: اکاؤنٹ شامل کریں
vi: Thêm tài khoản
zh_tw: 新增帳號

source: Update successful!
ar: تم التحديث بنجاح!
az: Yeniləmə uğurlu!
bg: Актуализацията е успешна!
ca: Actualització correcta!
cs: Aktualizace úspěšná!
da: Opdatering lykkedes!
de: Aktualisierung erfolgreich!
el: Επιτυχής ενημέρωση!
es: ¡Actualización correcta!
et: Uuendamine õnnestus!
fa: به‌روزرسانی موفق!
fr: Mise à jour réussie !
hi: अपडेट सफल!
hu: Sikeres frissítés!
id: Pembaruan berhasil!
it: Aggiornamento riuscito!
ja: 更新に成功しました！
ko: 업데이트 성공!
lv: Atjauninājums veiksmīgs!
nl: Bijwerken geslaagd!
pl: Aktualizacja powiodła się!
pt: Atualização concluída!
ru: Обновление выполнено!
sv: Uppdatering lyckades!
th: อัปเดตสำเร็จ!
tr: Güncelleme başarılı!
uk: Оновлення успішне!
ur: اپڈیٹ کامیاب!
vi: Cập nhật thành công!
zh_tw: 更新成功！

source: Switch account
ar: تبديل الحساب
az: Hesabı dəyiş
bg: Смяна на акаунт
ca: Canviar de compte
cs: Přepnout účet
da: Skift konto
de: Konto wechseln
el: Αλλαγή λογαριασμού
es: Cambiar de cuenta
et: Vaheta kontot
fa: تعویض حساب
fr: Changer de compte
hi: खाता बदलें
hu: Fiók váltása
id: Ganti akun
it: Cambia account
ja: アカウントを切り替え
ko: 계정 전환
lv: Pārslēgt kontu
nl: Account wisselen
pl: Przełącz konto
pt: Mudar de conta
ru: Сменить аккаунт
sv: Byt konto
th: สลับบัญชี
tr: Hesap değiştir
uk: Перемкнути обліковий запис
ur: اکاؤنٹ بدلیں
vi: Chuyển tài khoản
zh_tw: 切換帳號

# switchAccountConfirm
source: Are you sure you want to switch accounts?
ar: هل تريد تبديل الحساب؟
az: Hesabı dəyişmək istədiyinizə əminsiniz?
bg: Сигурни ли сте, че искате да смените акаунта?
ca: Segur que vols canviar de compte?
cs: Opravdu chcete přepnout účet?
da: Er du sikker på, at du vil skifte konto?
de: Möchtest du wirklich das Konto wechseln?
el: Είστε σίγουροι ότι θέλετε να αλλάξετε λογαριασμό;
es: ¿Seguro que quieres cambiar de cuenta?
et: Kas oled kindel, et soovid kontot vahetada?
fa: آیا مطمئن هستید که می‌خواهید حساب عوض کنید؟
fr: Voulez-vous vraiment changer de compte ?
hi: क्या आप खाता बदलना चाहते हैं?
hu: Biztosan váltani szeretne fiókot?
id: Apakah Anda yakin ingin mengganti akun?
it: Vuoi cambiare account?
ja: アカウントを切り替えてもよろしいですか？
ko: 계정을 전환하시겠습니까?
lv: Vai tiešām vēlaties pārslēgt kontu?
nl: Weet u zeker dat u van account wilt wisselen?
pl: Czy na pewno chcesz przełączyć konto?
pt: Tens a certeza que queres mudar de conta?
ru: Вы уверены, что хотите сменить аккаунт?
sv: Är du säker på att du vill byta konto?
th: คุณต้องการสลับบัญชีหรือไม่?
tr: Hesap değiştirmek istediğinden emin misin?
uk: Ви впевнені, що хочете перемкнути обліковий запис?
ur: کیا آپ اکاؤنٹ بدلنا چاہتے ہیں؟
vi: Bạn có chắc muốn chuyển tài khoản?
zh_tw: 確定要切換帳號嗎？

source: Switch successfully!
ar: تم التبديل بنجاح!
az: Dəyişmə uğurlu!
bg: Смяната е успешна!
ca: Canvi correcte!
cs: Přepnutí úspěšné!
da: Skift lykkedes!
de: Wechsel erfolgreich!
el: Επιτυχής αλλαγή!
es: ¡Cambio correcto!
et: Vahetus õnnestus!
fa: تعویض موفق!
fr: Changement réussi !
hi: बदलाव सफल!
hu: Sikeres váltás!
id: Berhasil mengganti!
it: Cambio riuscito!
ja: 切り替えに成功しました！
ko: 전환 성공!
lv: Pārslēgšana veiksmīga!
nl: Succesvol gewisseld!
pl: Przełączono pomyślnie!
pt: Mudança concluída!
ru: Переключение выполнено!
sv: Byt lyckades!
th: สลับสำเร็จ!
tr: Geçiş başarılı!
uk: Перемкнення успішне!
ur: تبدیلی کامیاب!
vi: Chuyển thành công!
zh_tw: 切換成功！

source: Rename Account
ar: إعادة تسمية الحساب
az: Hesabı adlandır
bg: Преименуване на акаунт
ca: Canviar nom del compte
cs: Přejmenovat účet
da: Omdøb konto
de: Konto umbenennen
el: Μετονομασία λογαριασμού
es: Renombrar cuenta
et: Nimeta konto ümber
fa: تغییر نام حساب
fr: Renommer le compte
hi: खाता का नाम बदलें
hu: Fiók átnevezése
id: Ubah Nama Akun
it: Rinomina account
ja: アカウント名を変更
ko: 계정 이름 변경
lv: Pārdēvēt kontu
nl: Account hernoemen
pl: Zmień nazwę konta
pt: Renomear conta
ru: Переименовать аккаунт
sv: Byt namn på konto
th: เปลี่ยนชื่อบัญชี
tr: Hesabı yeniden adlandır
uk: Перейменувати обліковий запис
ur: اکاؤنٹ کا نام بدلیں
vi: Đổi tên tài khoản
zh_tw: 重新命名帳號
